Repository: common-repository/auto-post-woocommerce-products
Catalog: languages/auto-post-woocommerce-products-*.po
Languages: de_de, es_es, fr_fr, pt_pt

source: These are your default hashtags. They will be used when auto posting your products to Twitter if you have not set any product specific hastags. Product specific hashtags can be set with quick edit or bulk edit on the Product List tab. Duplicates will be removed.
de_de: Dies sind Ihre Standard-Hashtags. Sie werden verwendet, wenn Sie Ihre Produkte automatisch bei Twitter posten, wenn Sie keine produktspezifischen Überschriften festgelegt haben. Produktspezifische Hashtags können auf der Registerkarte "Produktliste" mit Schnellbearbeitung oder Massenbearbeitung festgelegt werden. Duplikate werden entfernt.
es_es: Estos son tus hashtags por defecto. Se utilizarán al publicar automáticamente sus productos en Twitter si no ha configurado ninguna etiqueta específica del producto. Los hashtags específicos del producto se pueden configurar con edición rápida o edición masiva en la pestaña Lista de productos. Los duplicados serán eliminados.
fr_fr: Ce sont vos hashtags par défaut. Ils seront utilisés lors de la publication automatique de vos produits sur Twitter si vous n'avez défini aucun hastags spécifique à un produit. Les hashtags spécifiques à un produit peuvent être définis avec une modification rapide ou une modification en bloc dans l'onglet Liste des produits. Les doublons seront supprimés.
pt_pt: Estas são suas hashtags padrão. Eles serão usados quando a postagem automática de seus produtos para o Twitter, se você não tiver definido quaisquer hastags específicos do produto. As hashtags específicas do produto podem ser definidas com edição rápida ou edição em massa na guia Lista de produtos. Duplicados serão removidos.

source: You need a valid SSL certificate to post to social media.
de_de: Sie benötigen ein gültiges SSL-Zertifikat, um in sozialen Medien zu posten.
es_es: Necesita un certificado SSL válido para publicar en las redes sociales.
fr_fr: Vous devez disposer d'un certificat SSL valide pour publier sur les médias sociaux.
pt_pt: Você precisa de um certificado SSL válido para postar nas mídias sociais.

source: Optional
de_de: Wahlweise
es_es: Opcional
fr_fr: Optionnel
pt_pt: Opcional

source: Selecting this option will add the required Pinterest meta tags to your product page theme header. This is required by Pinterest to properly show product postings.
de_de: Wenn Sie diese Option auswählen, werden die erforderlichen Pinterest-Meta-Tags zum Themenheader Ihrer Produktseite hinzugefügt. Dies wird von Pinterest benötigt, um Produktbuchungen korrekt anzuzeigen.
es_es: Al seleccionar esta opción, se agregarán las metaetiquetas de Pinterest necesarias al encabezado del tema de la página del producto. Esto es requerido por Pinterest para mostrar correctamente las publicaciones de productos.
fr_fr: En sélectionnant cette option, vous ajouterez les balises meta Pinterest requises à l'en-tête du thème de votre page produit. Ceci est requis par Pinterest pour afficher correctement les affichages de produits.
pt_pt: Ao selecionar essa opção, você adicionará as metatags do Pinterest necessárias ao cabeçalho do tema da página do produto. Isso é exigido pelo Pinterest para mostrar corretamente as postagens dos produtos.

source: Product List
de_de: Produktliste
es_es: Lista de productos
fr_fr: Liste de produits
pt_pt: Lista de produtos

source: Quick start
de_de: Schnellstart
es_es: Inicio rápido
fr_fr: Démarrage rapide
pt_pt: Começo rápido

source: APWCP plugin reset was successful.
de_de: Das Zurücksetzen des APWCP-Plugins war erfolgreich.
es_es: El reinicio del plugin APWCP fue exitoso.
fr_fr: La réinitialisation du plug-in APWCP a réussi.
pt_pt: A reinicialização do plug-in do APWCP foi bem-sucedida.

source: Saving...please wait.
de_de: Speichern bitte warten.
es_es: Guardando... por favor espere.
fr_fr: Sauvegarder ... attendez s'il vous plaît.
pt_pt: Salvando, por favor espere.

source: Save Twitter and Bitly Codes
de_de: Speichern Sie Twitter und Bitly Codes
es_es: Guardar los códigos de Twitter y Bitly
fr_fr: Enregistrer les codes Twitter et Bitly
pt_pt: Salve Twitter e Bitly Codes

source: Schedule
de_de: Zeitplan
es_es: Programar
fr_fr: Horaire
pt_pt: Cronograma

source: Security ERROR
de_de: Sicherheitsfehler
es_es: Error de seguridad
fr_fr: Erreur de sécurité
pt_pt: Erro de segurança

source: Please select at least one product category on the CATEGORY TAB.
de_de: Bitte wählen Sie mindestens eine Produktkategorie auf der Registerkarte Kategorie aus.
es_es: Seleccione al menos una categoría de producto en la PESTAÑA CATEGORÍA.
fr_fr: Veuillez sélectionner au moins une catégorie de produit dans l'onglet CATÉGORIE.
pt_pt: Por favor, selecione pelo menos uma categoria de produto na aba CATEGORY.

source: Please set a schedule to enable auto posting to Twitter, or disable auto posting on the Settings tab.
de_de: Legen Sie einen Zeitplan fest, um die automatische Veröffentlichung auf Twitter zu aktivieren, oder deaktivieren Sie die automatische Veröffentlichung auf der Registerkarte Einstellungen.
es_es: Configure un programa para habilitar la publicación automática en Twitter o deshabilite la publicación automática en la pestaña Configuración.
fr_fr: Veuillez définir un calendrier pour activer la publication automatique sur Twitter ou désactiver la publication automatique dans l'onglet Paramètres.
pt_pt: Por favor, defina um cronograma para ativar a postagem automática no Twitter ou desabilite a postagem automática na guia Configurações.

source: Settings
de_de: Einstellungen
es_es: Configuraciones
fr_fr: Paramètres
pt_pt: Definições

source: Statistics
de_de: Statistiken
es_es: Estadística
fr_fr: Statistiques
pt_pt: Estatisticas

source: Success!
de_de: Erfolg!
es_es: ¡Éxito!
fr_fr: Succès!
pt_pt: Sucesso!

source: Option saved, setting theme. . .
de_de: Option gespeichert, Thema eingestellt. . .
es_es: Opción guardada, configuración del tema. . .
fr_fr: Option enregistrée, thème de réglage. . .
pt_pt: Opção salva, definindo o tema. . .

source: Your plan allows for three hashtags.
de_de: Ihr Plan sieht drei Hashtags vor.
es_es: Su plan permite tres hashtags.
fr_fr: Votre plan prévoit trois hashtags.
pt_pt: Seu plano permite três hashtags.

source: WordPress admin theme colors.
de_de: WordPress-Admin-Designfarben.
es_es: Colores del tema de administración de WordPress.
fr_fr: Couleurs de thème admin WordPress.
pt_pt: WordPress admin cores do tema.

source: You may enter as many hashtags as you would like.
de_de: Sie können so viele Hashtags eingeben, wie Sie möchten.
es_es: Puede ingresar tantos hashtags como desee.
fr_fr: Vous pouvez entrer autant de hashtags que vous le souhaitez.
pt_pt: Você pode inserir quantas hashtags quiser.

source: User Privileges ERROR
de_de: Benutzerrechte ERROR
es_es: ERROR de privilegios de usuario
fr_fr: Privilèges d'utilisateur ERREUR
pt_pt: Privilégios do usuário ERRO

source: Auto Post WARNING
de_de: Auto Post WARNUNG
es_es: Auto Post ADVERTENCIA
fr_fr: Auto Post AVERTISSEMENT
pt_pt: Auto Post ATENÇÃO

source: WOOCOMMERCE ERROR
de_de: WOOCOMMERCE-FEHLER
es_es: ERROR DE WOOCOMMERCE
fr_fr: ERREUR DE WOOCOMMERCE
pt_pt: ERRO DE WOOCOMMERCE

source: Need additional help or have a question?
de_de: Benötigen Sie zusätzliche Hilfe oder haben Sie eine Frage?
es_es: ¿Necesita ayuda adicional o tiene alguna pregunta?
fr_fr: Besoin d'aide supplémentaire ou d'une question?
pt_pt: Precisa de ajuda adicional ou tem alguma dúvida?

source: Additional help
de_de: Zusätzliche Hilfe
es_es: Ayuda adicional
fr_fr: Aide supplémentaire
pt_pt: Ajuda adicional

source: For more information about your WordPress installation, please see
de_de: Weitere Informationen zu Ihrer WordPress-Installation finden Sie unter
es_es: Para obtener más información sobre su instalación de WordPress, consulte
fr_fr: Pour plus d'informations sur votre installation WordPress, veuillez consulter
pt_pt: Para mais informações sobre a sua instalação do WordPress, consulte

source: Plugin author
de_de: Plugin Autor
es_es: Autor de la aplicación
fr_fr: Auteur du plugin
pt_pt: Autor de Plugin

source: View list of products being auto posted
de_de: Liste der Produkte anzeigen die automatisch gepostet werden
es_es: Ver la lista de productos que se publican automáticamente
fr_fr: Afficher la liste des produits en cours de publication
pt_pt: Veja a lista de produtos que estão sendo lançados automaticamente

source: View list of products on backorder
de_de: Liste der zurückgelieferten Produkte anzeigen
es_es: Ver lista de productos en pedidos pendientes
fr_fr: Voir la liste des produits en rupture de stock
pt_pt: Veja a lista de produtos em pedidos em espera

source: Using Bitly short links
de_de: Bitly Shortlinks verwenden
es_es: Usando enlaces cortos Bitly
fr_fr: Utiliser Bitly
pt_pt: Usando links curtos Bitly

source: You need to select at least one category or the plugin will stay in <strong>"pause"</strong> mode, which means you are not auto posting your products. The buttons below the categories allow you to select all or none of the categories.
de_de: Sie müssen mindestens eine Kategorie auswählen. Andernfalls bleibt das Plug-in im <strong>"Pause" -Modus</strong>. Dies bedeutet, dass Sie Ihre Produkte nicht automatisch veröffentlichen. Mit den Schaltflächen unter den Kategorien können Sie alle oder keine der Kategorien auswählen.
es_es: Debe seleccionar al menos una categoría o el complemento permanecerá en el modo <strong>"pausa"</strong>, lo que significa que no está publicando sus productos automáticamente. Los botones debajo de las categorías le permiten seleccionar todas o ninguna de las categorías.
fr_fr: Vous devez sélectionner au moins une catégorie pour que le plug-in reste en mode <strong>"pause"</strong>, ce qui signifie que vous ne publiez pas automatiquement vos produits. Les boutons situés sous les catégories vous permettent de sélectionner toutes ou aucune des catégories.
pt_pt: Você precisa selecionar pelo menos uma categoria ou o plug-in permanecerá no modo <strong>"pausa"</strong>, o que significa que você não está postando seus produtos automaticamente. Os botões abaixo das categorias permitem que você selecione todas ou nenhuma das categorias.

source: The categories you select will enable <strong>ALL</strong> products in that category to be posted to Twitter. When you have a product in a particular category that you do not want to post, go to the <strong>Product List tab</strong> and disable auto posting in the <strong>ID column</strong> for that particular product.
de_de: Mit den ausgewählten Kategorien können <strong>ALLE</strong>Produkte in dieser Kategorie auf Twitter gepostet werden. Wenn Sie ein Produkt in einer bestimmten Kategorie haben, das Sie nicht veröffentlichen möchten, rufen Sie die Registerkarte <strong>Produktliste</strong> auf und deaktivieren Sie die automatische Veröffentlichung in der Spalte <strong>ID</strong> für dieses bestimmte Produkt.
es_es: Las categorías que seleccione habilitarán <strong>TODOS</strong> productos de esa categoría para que se publiquen en Twitter. Cuando tenga un producto en una categoría particular que no desea publicar, vaya a la <strong>pestaña Lista de productos</strong> y desactive la publicación automática en la <strong>columna de identificación</strong> para ese producto en particular.
fr_fr: Les catégories que vous sélectionnez permettent d'activer <strong>TOUS</strong> les produits de cette catégorie sur Twitter. Si vous ne souhaitez pas publier un produit dans une catégorie particulière, accédez à l'onglet <strong>Liste des produits</strong> et désactivez l'envoi automatique dans la colonne <strong>Identifiant</strong> correspondant à ce produit.
pt_pt: As categorias que você selecionar permitirão que <strong>TODOS</strong> produtos dessa categoria sejam publicados no Twitter. Quando você tiver um produto em uma categoria específica que não deseja publicar, vá para a guia <strong>Lista de produtos</strong> e desative o lançamento automático na <strong>coluna de ID</strong> desse determinado produto.

source: When you make changes to your inventory such as deleting or adding new items, this option will update your products to post list. This is automatically done by the plugin when it has gone through all your selected products, but can be useful when adjusting your inventory by adding or removing products.
de_de: Wenn Sie Änderungen an Ihrem Inventar vornehmen, z. B. das Löschen oder Hinzufügen neuer Artikel, aktualisiert diese Option Ihre Produkte in die Beitragsliste. Dies geschieht automatisch durch das Plug-in, wenn es alle von Ihnen ausgewählten Produkte durchlaufen hat. Es kann jedoch hilfreich sein, wenn Sie Ihr Inventar anpassen, indem Sie Produkte hinzufügen oder entfernen.
es_es: Cuando realice cambios en su inventario, como eliminar o agregar nuevos elementos, esta opción actualizará sus productos a la lista de publicaciones. Esto se realiza automáticamente mediante el complemento cuando se ha revisado todos los productos seleccionados, pero puede ser útil para ajustar su inventario al agregar o eliminar productos.
fr_fr: Lorsque vous apportez des modifications à votre inventaire, telles que la suppression ou l'ajout de nouveaux éléments, cette option met à jour vos produits dans la liste de diffusion. Ceci est automatiquement effectué par le plug-in lorsqu'il a parcouru tous vos produits sélectionnés, mais peut s'avérer utile lors du réglage de votre inventaire en ajoutant ou en supprimant des produits.
pt_pt: Quando você faz alterações em seu inventário, como excluir ou adicionar novos itens, essa opção atualizará seus produtos para a lista de postagens. Isso é feito automaticamente pelo plug-in quando ele passa por todos os produtos selecionados, mas pode ser útil ao ajustar seu inventário adicionando ou removendo produtos.

source: Clear browser cache
de_de: Browsercache löschen
es_es: Borrar caché del navegador
fr_fr: Effacer le cache du navigateur
pt_pt: Limpar o cache do navegador

source: clicks only
de_de: nur Klicks
es_es: solo clics
fr_fr: clique seulement
pt_pt: cliques apenas

source: clicks & referrers
de_de: Klicks und Verweise
es_es: clics y referencias
fr_fr: clics et références
pt_pt: cliques e referenciadores

source: Current plan
de_de: Derzeitiger Plan
es_es: Plan actual
fr_fr: Plan actuel
pt_pt: Plano atual

source: Dashboard information widget
de_de: Dashboard Informations Widget
es_es: Widget de información del tablero
fr_fr: Widget Informations sur le tableau de bord
pt_pt: Widget de informações do painel

source: Discontinuing a product will place that product in an unsellable state and cannot be viewed by customers. This is like a holding area for products you are not currently selling and do not wish to remove the product from your inventory. For example, you may discontinue seasonal products and reactivate them when you are ready.
de_de: Wenn Sie ein Produkt einstellen, wird dieses Produkt in einen unverkäuflichen Zustand versetzt und kann von Kunden nicht mehr angesehen werden. Dies ist wie ein Aufbewahrungsbereich für Produkte, die Sie derzeit nicht verkaufen und die Sie nicht aus Ihrem Inventar entfernen möchten. Beispielsweise können Sie saisonale Produkte einstellen und wieder aktivieren, wenn Sie dazu bereit sind.
es_es: La interrupción de un producto colocará ese producto en un estado no seleccionable y los clientes no podrán verlo. Esto es como un área de espera para productos que no está vendiendo actualmente y no desea eliminar el producto de su inventario. Por ejemplo, puede suspender los productos de temporada y reactivarlos cuando esté listo.
fr_fr: L'arrêt du produit place ce produit dans un état invendable et ne peut pas être visualisé par les clients. Cela ressemble à une zone de stockage pour les produits que vous ne vendez pas et que vous ne souhaitez pas supprimer du produit de votre inventaire. Par exemple, vous pouvez interrompre les produits de saison et les réactiver lorsque vous êtes prêt.
pt_pt: A interrupção de um produto colocará esse produto em um estado que não pode ser revisto e não poderá ser visualizado pelos clientes. Isso é como uma área de espera para produtos que você não está vendendo atualmente e não deseja remover o produto do seu inventário. Por exemplo, você pode descontinuar produtos sazonais e reativá-los quando estiver pronto.

source: To discontinue a product, select the checkbox for the product(s) and under <strong>Bulk actions</strong> select <strong>Discontinue</strong>.
de_de: Um ein Produkt einzustellen, aktivieren Sie das Kontrollkästchen für das / die Produkt(e) und wählen Sie unter <strong>Massenaktionen</strong> die Option <strong>Abbrechen</strong>.
es_es: Para descontinuar un producto, seleccione la casilla de verificación para el producto (s) y en <strong>Acciones masivas</strong> seleccione <strong>Descontinuar</strong>.
fr_fr: Pour interrompre un produit, cochez la case correspondante et sous <strong>Actions en masse</strong>, sélectionnez <strong>Arrêter</strong>.
pt_pt: Para descontinuar um produto, marque a caixa de seleção do produto (produtos) e, em <strong>Ações em massa</strong>, selecione <strong>Descontinuar</strong>.

source: A discontinued product can be restored by first viewing the Discontinued products list and then selecting <strong>Restore</strong>. This is just like restoring a product that is in the trash.
de_de: Ein eingestelltes Produkt kann wiederhergestellt werden, indem Sie zuerst die Liste der eingestellten Produkte anzeigen und dann <strong>Wiederherstellen</strong> auswählen. Dies ist wie das Wiederherstellen eines Produkts, das sich im Papierkorb befindet.
es_es: Para restaurar un producto descontinuado, primero vea la lista de productos descontinuados y luego seleccione <strong>Restaurar</strong>. Esto es como restaurar un producto que está en la basura.
fr_fr: Un produit abandonné peut être restauré en consultant tout d'abord la liste des produits abandonnés, puis en sélectionnant <strong>Restaurer</strong>. Cela revient à restaurer un produit à la poubelle.
pt_pt: Um produto descontinuado pode ser restaurado primeiro visualizando a lista Produtos Descontinuados e, em seguida, selecionando <strong>Restaurar</strong>. Isso é como restaurar um produto que está no lixo.

source: The restored product will retain all the product settings it had. The only settings you may need to modify are adding it to the Auto Post list and including it in your click statistics.
de_de: Das wiederhergestellte Produkt behält alle Produkteinstellungen bei. Die einzigen Einstellungen, die Sie möglicherweise ändern müssen, sind das Hinzufügen zur Auto-Post-Liste und das Einfügen in Ihre Klickstatistik.
es_es: El producto restaurado conservará todos los ajustes del producto que tenía. Las únicas configuraciones que puede necesitar modificar son agregarlas a la lista de Auto Publicaciones e incluirlas en sus estadísticas de clics.
fr_fr: Le produit restauré conservera tous les paramètres du produit dont il disposait. Les seuls paramètres que vous devrez peut-être modifier sont l'ajoutant à la liste Publication automatique et l'incluant dans vos statistiques de clics.
pt_pt: O produto restaurado manterá todas as configurações do produto. As únicas configurações que você pode precisar modificar são adicioná-lo à lista de postagem automática e incluí-lo nas estatísticas de clique.

source: The restored product will retain all the product settings it had. The only setting you may need to modify is including it in the Auto Post list.
de_de: Das wiederhergestellte Produkt behält alle Produkteinstellungen bei. Die einzige Einstellung, die Sie möglicherweise ändern müssen, ist die Aufnahme in die Liste "Auto Post".
es_es: El producto restaurado conservará todos los ajustes del producto que tenía. La única configuración que puede necesitar modificar es incluirla en la lista de Publicación automática.
fr_fr: Le produit restauré conservera tous les paramètres du produit dont il disposait. Le seul paramètre à modifier est de l'inclure dans la liste Publication automatique.
pt_pt: O produto restaurado manterá todas as configurações do produto. A única configuração que você pode precisar modificar é incluí-la na lista Auto Post.

source: Email
es_es: Correo-e
pt_pt: O email

source: View list of entire inventory
de_de: Liste des gesamten Inventars anzeigen
es_es: Ver lista de inventario completo
fr_fr: Afficher la liste de l'inventaire complet
pt_pt: Ver lista de inventário inteiro

source: Manual posting to Facebook & Facebook og meta tags
de_de: Manuelle Veröffentlichung auf Facebook & Facebook OG Meta Tags
es_es: Publicación manual en Facebook y Facebook Etiquetas meta de OG
fr_fr: Publication manuelle sur les méta tags Facebook et Facebook
pt_pt: Publicação manual no Facebook e Facebook OG meta tags

source: Hashtags per posting
es_es: Hashtags por publicación
fr_fr: Hashtags par envoi
pt_pt: Hashtags por postagem

source: Help with settings and use
de_de: Hilfe mit Einstellungen und Verwendung
es_es: Ayuda con la configuración y el uso
fr_fr: Aide avec les paramètres et l'utilisation
pt_pt: Ajuda com configurações e uso

source: Helpful links
de_de: Nützliche Links
es_es: Enlaces Útiles
fr_fr: Liens utiles
pt_pt: Links úteis

source: Multisite plans available
de_de: Multisite-Pläne verfügbar
es_es: Planes de varios sitios disponibles
fr_fr: Plans multisites disponibles
pt_pt: Planos multisite disponíveis

source: View list of products on sale
de_de: Liste der verkauften Produkte anzeigen
es_es: Ver lista de productos en oferta
fr_fr: Voir la liste des produits en vente
pt_pt: Ver lista de produtos à venda

source: OPTIONS
de_de: OPTIONEN
es_es: OPCIONES
fr_fr: Les options
pt_pt: OPÇÕES

source: View list of out of stock products
de_de: Liste der nicht vorrätigen Produkte anzeigen
es_es: Ver lista de productos agotados
fr_fr: Voir la liste des produits en rupture de stock
pt_pt: Ver lista de produtos fora de estoque

source: Overview
de_de: Überblick
es_es: Visión general
fr_fr: Vue d'ensemble
pt_pt: Visão global

source: Manual post to Pinterest and og meta tags
de_de: Manuelles Posten auf Pinterest und Og Metatags
es_es: Publicación manual en etiquetas meta de Pinterest y og
fr_fr: Publication manuelle sur Pinterest et balises meta
pt_pt: Postagem manual para o Pinterest e og meta tags

source: Add Pinterest product meta data.
de_de: Fügen Sie Pinterest-Produktmetadaten hinzu.
es_es: Agregue datos meta de productos de Pinterest.
fr_fr: Ajouter des métadonnées de produit Pinterest.
pt_pt: Adicione os metadados do produto Pinterest.

source: All plans are detailed below.
de_de: Alle Pläne sind unten aufgeführt.
es_es: Todos los planes se detallan a continuación.
fr_fr: Tous les plans sont détaillés ci-dessous.
pt_pt: Todos os planos estão detalhados abaixo.

source: Licenses are available monthly, annually or lifetime.
de_de: Lizenzen sind monatlich, jährlich oder auf Lebenszeit verfügbar.
es_es: Las licencias están disponibles mensualmente, anualmente o de por vida.
fr_fr: Les licences sont disponibles mensuellement, annuellement ou à vie.
pt_pt: As licenças estão disponíveis mensalmente, anualmente ou ao longo da vida.

source: Posting schedules
de_de: Buchungspläne
es_es: Horarios de publicación
fr_fr: Affichage des horaires
pt_pt: Agendamentos de postagem

source: Privacy policy
de_de: Datenschutz-Bestimmungen
es_es: Política de privacidad
fr_fr: Politique de confidentialité
pt_pt: Política de Privacidade
