Repository: common-repository/auto-post-woocommerce-products
Catalog: languages/auto-post-woocommerce-products-*.po
Languages: de_de, es_es, fr_fr, pt_pt

source: The Products List Tab will display your WooCommerce products based upon the filters you set.
de_de: Auf der Registerkarte "Produktliste" werden Ihre WooCommerce-Produkte basierend auf den von Ihnen festgelegten Filtern angezeigt.
es_es: La pestaña Lista de productos mostrará sus productos de WooCommerce según los filtros que establezca.
fr_fr: L'onglet Liste des produits affiche vos produits WooCommerce en fonction des filtres que vous avez définis.
pt_pt: A guia Lista de Produtos exibirá seus produtos WooCommerce com base nos filtros que você definiu.

source: <strong>Inventory List</strong> - The option you select here will determine which product type you would like to view.
de_de: <strong>Inventarliste</strong> - Die hier ausgewählte Option bestimmt, welchen Produkttyp Sie anzeigen möchten.
es_es: <strong>Lista de inventario</strong>: la opción que seleccione aquí determinará qué tipo de producto le gustaría ver.
fr_fr: <strong>Liste d'inventaire</strong>: l'option que vous sélectionnez ici déterminera le type de produit à afficher.
pt_pt: <strong>Lista de Inventário</strong> - A opção selecionada aqui determinará qual tipo de produto você gostaria de visualizar.

source: <strong>Category</strong> - You are able to filter you results by any product category.
de_de: <strong>Kategorie</strong> - Sie können Ihre Ergebnisse nach jeder Produktkategorie filtern.
es_es: <strong>Categoría</strong>: puede filtrar sus resultados por cualquier categoría de producto
fr_fr: <strong>Catégorie</strong>: vous pouvez filtrer les résultats par catégorie de produit.
pt_pt: <strong>Categoria</strong> - Você pode filtrar seus resultados por qualquer categoria de produto.

source: <strong>Additional filters</strong> - These options will allow you to further refine your results.
de_de: <strong>Zusätzliche Filter:</strong> Mit diesen Optionen können Sie Ihre Ergebnisse weiter verfeinern.
es_es: <strong>Filtros adicionales</strong>: estas opciones te permitirán refinar más tus resultados.
fr_fr: <strong>Filtres supplémentaires</strong>: ces options vous permettent d'affiner vos résultats.
pt_pt: <strong>Filtros adicionais</strong> - essas opções permitirão que você refine ainda mais seus resultados.

source: <strong>Search within results</strong> - When you enter a phrase into the search box, this checkbox will appear allowing you to either search within the current results or create a list based upon your search phrase.
de_de: <strong>In Ergebnissen suchen</strong> - Wenn Sie eine Phrase in das Suchfeld eingeben, wird dieses Kontrollkästchen angezeigt, mit dem Sie entweder in den aktuellen Ergebnissen suchen oder eine Liste basierend auf Ihrer Suchphrase erstellen können.
es_es: <strong>Buscar dentro de los resultados</strong>: cuando ingresa una frase en el cuadro de búsqueda, aparecerá esta casilla de verificación que le permitirá buscar dentro de los resultados actuales o crear una lista basada en su frase de búsqueda.
fr_fr: <strong>Rechercher dans les résultats</strong>: lorsque vous entrez une phrase dans le champ de recherche, cette case à cocher apparaît pour vous permettre d'effectuer une recherche dans les résultats actuels ou de créer une liste basée sur votre phrase de recherche.
pt_pt: <strong>Pesquisa nos resultados</strong> - Quando você insere uma frase na caixa de pesquisa, essa caixa de seleção será exibida permitindo que você pesquise nos resultados atuais ou crie uma lista com base na frase de pesquisa.

source: Have a question?
de_de: Eine Frage haben?
es_es: ¿Tengo una pregunta?
fr_fr: Avoir une question?
pt_pt: Ter uma questão?

source: Enhanced quick edit of products
de_de: Verbesserte Schnellbearbeitung von Produkten
es_es: Edición rápida mejorada de productos
fr_fr: Modification rapide améliorée des produits
pt_pt: Edição rápida aprimorada de produtos

source: The most recent posting to <strong>Twitter</strong> is detailed here with the actual text that was sent. From this screen you can also post the same product to <em>Facebook</em>, <em>Pinterest</em> or <em>Tumblr</em> by clicking the <strong>Share to social media</strong> button.
de_de: Der letzte Beitrag auf <strong>Twitter</strong> wird hier mit dem tatsächlich gesendeten Text aufgeführt. Über diesen Bildschirm können Sie dasselbe Produkt auch auf <em>Facebook</em>, <em>Pinterest</em> oder <em>Tumblr</em> veröffentlichen, indem Sie auf <strong>In sozialen Medien freigeben</strong> klicken Taste.
es_es: La publicación más reciente en <strong>Twitter</strong> se detalla aquí con el texto real que se envió. Desde esta pantalla también puede publicar el mismo producto en <em>Facebook</em>, <em>Pinterest</em> o <em>Tumblr</em> haciendo clic en <strong>Compartir en redes sociales</strong> botón.
fr_fr: Le dernier message publié sur <strong>Twitter</strong> est détaillé ici avec le texte qui a été envoyé. Depuis cet écran, vous pouvez également publier le même produit sur <em>Facebook</em>, <em>Pinterest</em> ou <em>Tumblr</em> en cliquant sur <strong>Partager sur les médias sociaux</strong> bouton.
pt_pt: A postagem mais recente no <strong>Twitter</strong> é detalhada aqui com o texto real que foi enviado. A partir desta tela, você também pode postar o mesmo produto no <em>Facebook</em>, <em>Pinterest</em> ou <em>Tumblr</em> clicando no link <strong>Compartilhar nas redes sociais</strong > botão.

source: When you click the <strong>Share to social media button</strong>, the sharing window will open with all of the product data already filled in for you to share.
de_de: Wenn Sie auf die Schaltfläche <strong>Für soziale Medien freigeben</strong> klicken, wird das Freigabefenster mit allen bereits ausgefüllten Produktdaten geöffnet, die Sie freigeben können.
es_es: Al hacer clic en el botón <strong>Compartir en redes sociales</strong>, se abrirá la ventana de compartir con todos los datos del producto ya completados para que los comparta.
fr_fr: Lorsque vous cliquez sur le <strong>bouton Partager sur les réseaux sociaux</strong>, la fenêtre de partage s'ouvre avec toutes les données de produit déjà renseignées que vous souhaitez partager.
pt_pt: Quando você clicar no botão <strong>Compartilhar para mídias sociais</strong>, a janela de compartilhamento será aberta com todos os dados do produto já preenchidos para você compartilhar.

source: The schedule setting is very simple to use. Just select a time interval and save. Once set the plugin will continue running through your selected products and posting them on the schedule you selected.
de_de: Die Zeitplaneinstellung ist sehr einfach zu bedienen. Einfach ein Zeitintervall auswählen und speichern. Nach dem Einstellen wird das Plugin weiterhin für Ihre ausgewählten Produkte ausgeführt und veröffentlicht sie nach dem von Ihnen ausgewählten Zeitplan.
es_es: El ajuste del horario es muy simple de usar. Solo selecciona un intervalo de tiempo y guarda. Una vez configurado, el complemento continuará ejecutándose a través de sus productos seleccionados y publicándolos en el horario que seleccionó.
fr_fr: Le réglage du calendrier est très simple à utiliser. Il suffit de sélectionner un intervalle de temps et de sauvegarder. Une fois défini, le plug-in continuera à parcourir les produits que vous avez sélectionnés et à les publier dans le programme que vous avez sélectionné.
pt_pt: A configuração do agendamento é muito simples de usar. Basta selecionar um intervalo de tempo e salvar. Depois de definido, o plug-in continuará sendo executado pelos produtos selecionados e publicado na programação selecionada.

source: If you have fewer than 50 products, it is recommended to set your posting schedule at no more than <strong>Every 8 Hours</strong>. Posting more often than this will run through your product list very quickly and you may post the same product again too close to the previous posting.
de_de: Wenn Sie weniger als 50 Produkte haben, wird empfohlen, Ihren Veröffentlichungsplan auf höchstens <strong>Alle 8 Stunden</strong> festzulegen. Wenn Sie häufiger posten, wird Ihre Produktliste sehr schnell durchlaufen, und Sie können dasselbe Produkt erneut zu nahe an der vorherigen Veröffentlichung posten.
es_es: Si tiene menos de 50 productos, se recomienda establecer su calendario de publicación en no más de <strong>Cada 8 horas</strong>. La publicación con más frecuencia que esta se ejecutará a través de su lista de productos muy rápidamente y puede publicar el mismo producto de nuevo demasiado cerca de la publicación anterior.
fr_fr: Si vous avez moins de 50 produits, il est recommandé de ne pas définir plus de <strong> Toutes les 8 heures </ strong> dans votre calendrier de publication. Publier plus souvent que cela passera très rapidement dans votre liste de produits et vous pourrez poster le même produit à nouveau trop près de la publication précédente.
pt_pt: Se você tiver menos de 50 produtos, é recomendável definir sua programação de postagem em no máximo <strong>A cada 8 horas</strong>. Postar com mais frequência do que isso ocorrerá rapidamente na sua lista de produtos e você poderá postar o mesmo produto novamente muito perto da postagem anterior.

source: Set sale prices of product variations in quick edit
de_de: Legen Sie die Verkaufspreise für Produktvariationen in Quick Edit fest
es_es: Establecer los precios de venta de las variaciones del producto en Edición rápida
fr_fr: Définir les prix de vente des variations de produit dans l'édition rapide
pt_pt: Definir preços de venda de variações de produto em Edição rápida

source: Setting schedule
de_de: Zeitplan einstellen
es_es: Ajuste de horario
fr_fr: Calendrier de réglage
pt_pt: Horário de configuração

source: Setup
de_de: Konfiguration
es_es: Configuración
fr_fr: Installer
pt_pt: Configuração

source: Show "ON SALE" and discount percentage
de_de: Zeigen Sie "IM ANGEBOT" und Rabatt-Prozentsatz
es_es: Mostrar "EN VENTA" y porcentaje de descuento
fr_fr: Afficher "en vente" et pourcentage de remise
pt_pt: Mostrar "À VENDA" e porcentagem de desconto

source: Product specific hashtags
de_de: Produktspezifische Hashtags
es_es: Hashtags específicos del producto
fr_fr: Hashtags spécifiques au produit
pt_pt: Hashtags específicas do produto

source: View list of products with stock issues
de_de: Liste der Produkte mit Bestandsausgaben anzeigen
es_es: Ver la lista de productos con problemas de stock
fr_fr: Afficher la liste des produits avec des numéros de stock
pt_pt: Veja a lista de produtos com problemas de estoque

source: Support
de_de: Unterstützung
es_es: Apoyo
fr_fr: Secours
pt_pt: Apoio, suporte

source: Support type: personal 1 to 1
de_de: Support-Typ: persönliche 1 zu 1
es_es: Tipo de soporte: personal 1 a 1
fr_fr: Type d'assistance: Personnel 1 à 1
pt_pt: Tipo de suporte: pessoal 1 a 1

source: Support type: email
de_de: Support-Typ: E-Mail
es_es: Tipo de soporte: correo electrónico
fr_fr: Type d'assistance: email
pt_pt: Tipo de Suporte: o email

source: Support type: help desk
de_de: Support-Typ: Helpdesk
es_es: Tipo de soporte: mesa de ayuda
fr_fr: Type d'assistance: bureau d'aide
pt_pt: Tipo de suporte: Central de Ajuda

source: Table legend
de_de: Tabellenlegende
es_es: Tabla de leyenda
fr_fr: Légende de la table
pt_pt: Lenda da tabela

source: View products in trash
de_de: Produkte im Papierkorb anzeigen
es_es: Ver productos en la basura
fr_fr: Voir les produits dans la corbeille
pt_pt: Visualizar produtos no lixo

source: Manual posting to Tumblr
de_de: Manuelle Veröffentlichung bei Tumblr
es_es: Publicación manual en Tumblr
fr_fr: Publication manuelle sur Tumblr
pt_pt: Publicação manual no Tumblr

source: Post to Twitter and Twitter og meta tags
de_de: Post auf Twitter und Twitter OG Meta-Tags
es_es: Publicar en las etiquetas meta de Twitter y Twitter OG
fr_fr: Publier sur Twitter et Twitter OTA meta tags
pt_pt: Postar no Twitter e no Twitter OG meta tags

source: Twitter and Bitly settings
de_de: Twitter und Bitly Einstellungen
es_es: Configuración de Twitter y Bitly
fr_fr: Paramètres Twitter et Bitly
pt_pt: Configurações do Twitter e Bitly

source: unlimited
de_de: unbegrenzt
es_es: ilimitado
fr_fr: illimité
pt_pt: ilimitado

source: View products not shared in last 30 days
de_de: Produkte anzeigen die in den letzten 30 Tagen nicht geteilt wurden
es_es: Ver productos no compartidos en los últimos 30 días
fr_fr: Voir les produits non partagés dans les 30 derniers jours
pt_pt: Visualizar produtos não compartilhados nos últimos 30 dias

source: You can upgrade at any time and also get a 30 day free trial! (Limited time offer)
de_de: Sie können jederzeit ein Upgrade durchführen und erhalten außerdem eine 30-tägige kostenlose Testversion! (Zeitlich befristetes Angebot)
es_es: Puede actualizar en cualquier momento y también obtener una prueba gratuita de 30 días. (Oferta de tiempo limitado)
fr_fr: Vous pouvez effectuer une mise à niveau à tout moment et bénéficier d'un essai gratuit de 30 jours! (Offre d'une durée limitée)
pt_pt: Você pode atualizar a qualquer momento e também obter uma avaliação gratuita de 30 dias! (Tempo limitado de oferta)

source: Upgrade Now!
de_de: Jetzt upgraden!
es_es: ¡Actualizar ahora!
fr_fr: Mettre à jour maintenant!
pt_pt: Atualize agora!

source: Website
de_de: Webseite
es_es: Sitio web
fr_fr: Site Internet
pt_pt: Local na rede Internet

source: What is included in each paid plan?
de_de: Was ist in jedem bezahlten Plan enthalten?
es_es: ¿Qué está incluido en cada plan pagado?
fr_fr: Qu'est-ce qui est inclus dans chaque plan payé?
pt_pt: O que está incluído em cada plano pago?

source: Upgrade
de_de: Aktualisierung
es_es: Mejorar
fr_fr: Améliorer
pt_pt: Atualizar

source: Bitly short link
de_de: Bitly kurze Verbindung
es_es: Bitly enlace corto
pt_pt: Link curto

source: Click any details to copy product information to the clipboard.
de_de: Klicken Sie auf Details um Produktinformationen in die Zwischenablage zu kopieren.
es_es: Haga clic en cualquier detalle para copiar la información del producto al portapapeles.
fr_fr: Cliquez sur les détails pour copier les informations du produit dans le presse-papiers.
pt_pt: Clique nos detalhes para copiar as informações do produto na área de transferência.

source: Description
de_de: Beschreibung
es_es: Descripción
fr_fr: La description
pt_pt: Descrição

source: Schedule is disabled
de_de: Zeitplan ist deaktiviert
es_es: El horario está deshabilitado
fr_fr: L'horaire est désactivé
pt_pt: O cronograma está desativado

source: Disabling CRON schedule. . .
de_de: CRON-Zeitplan deaktivieren . . .
es_es: Deshabilitando el horario de CRON. . .
fr_fr: Désactiver la planification CRON. . .
pt_pt: Desativando o cronograma CRON. . .

source: discount
de_de: Rabatt
es_es: descuento
fr_fr: remise
pt_pt: desconto

source: Every 12 hours
de_de: Alle 12 Stunden
es_es: Cada 12 horas
fr_fr: Toutes les 12 heures
pt_pt: A cada 12 horas

source: Every 15 minutes
de_de: Alle 15 Minuten
es_es: Cada 15 minutos
fr_fr: Toutes les 15 minutes
pt_pt: A cada 15 minutos

source: Every 2 hours
de_de: Alle 2 Stunden
es_es: Cada 2 horas
fr_fr: Toutes les 2 heures
pt_pt: A cada 2 horas

source: Every 24 hours
de_de: Alle 24 Stunden
es_es: Cada 24 horas
fr_fr: Toutes les 24 heures
pt_pt: A cada 24 horas

source: Every 3 hours
de_de: Alle 3 Stunden
es_es: Cada 3 horas
fr_fr: Toutes les 3 heures
pt_pt: A cada 3 horas

source: Every 30 minutes
de_de: Alle 30 Minuten
es_es: Cada 30 minutos
fr_fr: Toutes les 30 minutes
pt_pt: A cada 30 minutos

source: Every 4 hours
de_de: Alle 4 Stunden
es_es: Cada 4 horas
fr_fr: Toutes les 4 heures
pt_pt: A cada 4 horas

source: Every 5 hours
de_de: Alle 5 Stunden
es_es: Cada 5 horas
fr_fr: Toutes les 5 heures
pt_pt: A cada 5 horas

source: Every 6 hours
de_de: Alle 6 Stunden
es_es: Cada 6 horas
fr_fr: Toutes les 6 heures
pt_pt: A cada 6 horas

source: Every 7 hours
de_de: Alle 7 Stunden
es_es: Cada 7 horas
fr_fr: Toutes les 7 heures
pt_pt: A cada 7 horas

source: Every 8 hours
de_de: Alle 8 Stunden
es_es: Cada 8 horas
fr_fr: Toutes les 8 heures
pt_pt: A cada 8 horas

source: Hashtags used
de_de: Hashtags benutzt
es_es: Hashtags utilizados
fr_fr: Hashtags utilisés
pt_pt: Hashtags usados

source: Every hour
de_de: Jede Stunde
es_es: Cada hora
fr_fr: Toutes les heures
pt_pt: Toda hora

source: How often would you like to auto post a product?
de_de: Wie oft möchten Sie ein Produkt automatisch posten?
es_es: ¿Con qué frecuencia le gustaría publicar un producto automáticamente?
fr_fr: À quelle fréquence souhaitez-vous poster automatiquement un produit?
pt_pt: Com que frequência você gostaria de postar um produto automaticamente?

source: Last post
de_de: Letzter Beitrag
es_es: Ultima publicación
fr_fr: Dernier commentaire
pt_pt: Última postagem

source: The last auto post failed. Please see the APWP debug log on the Status tab.
de_de: Der letzte Auto-Post ist fehlgeschlagen. Bitte beachten Sie das APWP-Debug-Protokoll auf der Registerkarte Status.
es_es: La última publicación automática falló. Consulte el registro de depuración de APWP en la pestaña Estado.
fr_fr: La dernière publication automatique a échoué. Consultez le journal de débogage APWP sur l'onglet État.
pt_pt: A última postagem automática falhou. Por favor, veja o log de depuração do APWP na guia Status.

source: Recent auto posting information
de_de: Aktuelle Informationen zum automatischen Posten
es_es: Información de publicación automática reciente
fr_fr: Informations de publication automatique récentes
pt_pt: Informações recentes de postagem automática

source: While using a LOCALHOST server, all posts will be simulated.
de_de: Bei Verwendung eines LOCALHOST-Servers werden alle Beiträge simuliert.
es_es: Al usar un servidor LOCALHOST, todas las publicaciones serán simuladas.
fr_fr: Lors de l'utilisation d'un serveur LOCALHOST, toutes les publications seront simulées.
pt_pt: Ao usar um servidor LOCALHOST, todas as postagens serão simuladas.

source: Schedule your Twitter auto posts
de_de: Planen Sie Ihre Twitter-Auto-Posts
es_es: Programe sus publicaciones automáticas de Twitter
fr_fr: Planifiez vos messages automatiques Twitter
pt_pt: Agende suas postagens automáticas no Twitter

source: Waiting on CRON scheduler. Information will be updated soon.
de_de: Warten auf den CRON-Scheduler. Informationen werden in Kürze aktualisiert.
es_es: Esperando en el programador CRON. La información será actualizada en breve.
fr_fr: En attente du planificateur CRON. L'information sera mise à jour bientôt.
pt_pt: Esperando no CRON scheduler. As informações serão atualizadas em breve.

source: not available
de_de: Nicht verfügbar
es_es: no disponible
fr_fr: indisponible
pt_pt: não disponível

source: Next post
de_de: Nächster Beitrag
es_es: Siguiente publicación
fr_fr: Article suivant
pt_pt: Próximo post

source: Next auto post product
de_de: Nächstes Auto-Post-Produkt
es_es: Siguiente auto post producto
fr_fr: Produit auto post suivant
pt_pt: Próximo produto de pós automática

source: No description available
de_de: Keine Beschreibung verfügbar
es_es: No hay descripción disponible
fr_fr: Pas de description disponible
pt_pt: Sem descrição disponível

source: ON SALE!
de_de: IM ANGEBOT!
es_es: ¡EN VENTA!
fr_fr: EN VENTE!
pt_pt: À VENDA!

source: This is a parent product.
de_de: Dies ist ein Elternprodukt.
es_es: Este es un producto principal.
fr_fr: Ceci est un produit parent.
pt_pt: Este é um produto pai.

source: Pause schedule
de_de: Zeitplan anhalten
es_es: Pausa de horario
fr_fr: Calendrier de pause
pt_pt: Agenda de Pausa

source: Post content
de_de: Inhalt veröffentlichen
es_es: Publicar Contenido
fr_fr: Publier un contenu
pt_pt: Publicar conteúdo

source: Posting schedule
de_de: Buchungsplan
es_es: Horario de publicación
fr_fr: Calendrier de publication
pt_pt: Horário de lançamento

source: Previous page
de_de: Vorherige Seite
es_es: Pagina anterior
fr_fr: Page précédente
pt_pt: Página anterior

source: Product ID
de_de: Produkt ID
es_es: ID del Producto
fr_fr: Numéro de produit
pt_pt: ID do produto

source: Product Sharing
de_de: Produktfreigabe
es_es: Compartir productos
fr_fr: Partage de produit
pt_pt: Compartilhamento de Produtos

source: Schedule saved. Posting Tweet.
de_de: Zeitplan gespeichert. Posting Tweet. . .
es_es: Horario guardado Publicando Tweet.
fr_fr: Calendrier enregistré. Publier un Tweet.
pt_pt: Cronograma salvo. Postar tweet.

source: If you have fewer than 50 products, it is recommended to set your posting schedule at no more than Every 8 Hours. Posting more than this will run through your product list very quickly and you may post the same product again too close to the previous posting.
de_de: Wenn Sie weniger als 50 Produkte haben, wird empfohlen, Ihren Buchungsplan nicht länger als alle 8 Stunden festzulegen. Wenn Sie mehr als diesen Betrag buchen, wird Ihre Produktliste sehr schnell durchlaufen und Sie können das gleiche Produkt erneut zu nahe an den vorherigen Beitrag senden.
es_es: Si tiene menos de 50 productos, se recomienda configurar su horario de publicación en no más de Cada 8 horas. Publicar más que esto se ejecutará a través de su lista de productos muy rápidamente y puede publicar el mismo producto de nuevo muy cerca de la publicación anterior.
fr_fr: Si vous avez moins de 50 produits, il est recommandé de définir votre horaire de publication au maximum toutes les 8 heures. Si vous publiez plus que cela, votre liste de produits sera diffusée très rapidement et vous pourrez poster le même produit trop près de la publication précédente.
pt_pt: Se você tiver menos de 50 produtos, é recomendável definir sua programação de publicação em não mais do que a cada 8 horas. Postar mais do que isso ocorrerá rapidamente na sua lista de produtos e você poderá postar o mesmo produto novamente muito perto da postagem anterior.

source: Please select a schedule other than the one already set.
de_de: Bitte wählen Sie einen anderen als den bereits festgelegten Zeitplan.
es_es: Por favor, seleccione una programación diferente a la ya establecida.
fr_fr: Veuillez sélectionner un autre programme que celui déjà défini.
pt_pt: Por favor, selecione um horário diferente daquele já definido.

source: Select how often you would like to automatically post a product to Twitter and save.
de_de: Legen Sie fest, wie oft Sie ein Produkt automatisch bei Twitter posten und speichern möchten.
es_es: Seleccione la frecuencia con la que le gustaría publicar automáticamente un producto en Twitter y guardar.
fr_fr: Sélectionnez la fréquence à laquelle vous souhaitez publier automatiquement un produit sur Twitter et enregistrez.
pt_pt: Selecione com que frequência você deseja publicar um produto automaticamente no Twitter e salvá-lo.

source: Set your schedule
de_de: Legen Sie Ihren Zeitplan fest
es_es: Establece tu horario
fr_fr: Définir votre horaire
pt_pt: Definir seu horário

source: Schedule when your products will be posted to Twitter.
de_de: Planen Sie ein, wann Ihre Produkte auf Twitter veröffentlicht werden.
es_es: Programe cuándo se publicarán sus productos en Twitter.
fr_fr: Planifiez le moment où vos produits seront publiés sur Twitter.
pt_pt: Agende quando seus produtos serão postados no Twitter.
