Repository: common-repository/auto-post-woocommerce-products
Catalog: languages/auto-post-woocommerce-products-*.po
Languages: de_de, es_es, fr_fr, pt_pt

source: Start: %s
es_es: Comienzo: %s
fr_fr: Début: %s
pt_pt: Início: %s

source: End: %s
de_de: Ende: %s
es_es: &nbsp;Fin: %s
fr_fr: Fin: %s
pt_pt: Fim: %s

source: Twitter auto posting
es_es: Publicación automática de Twitter
fr_fr: Publication automatique Twitter
pt_pt: Postagem automática do Twitter

source: Thank you %s for activating the FREE plan of Auto Post WooCommerce Products!
de_de: Vielen Dank %s, dass Sie den KOSTENLOSEN Plan der Auto Post WooCommerce-Produkte aktiviert haben!
es_es: ¡Gracias %s por activar el plan GRATIS de productos Auto Post WooCommerce!
fr_fr: Merci %s d’activer le plan GRATUIT des produits Auto Post WooCommerce!
pt_pt: Obrigado %s por ativar o plano GRATUITO de Produtos Auto Post WooCommerce!

source: Thank you %1$s for being a valued customer and choosing the %2$s plan of Auto Post WooCommerce Products!
de_de: Vielen Dank, %1$s, dass Sie ein geschätzter Kunde sind und sich für den Plan von %2$s entschieden haben!
es_es: ¡Gracias %1$s por ser un cliente valioso y elegir el %2$s plan de Productos de publicación automática de WooCommerce!
fr_fr: Merci %1$s d’être un client précieux et de choisir le plan %2$s de Produits postaux WooCommerce!
pt_pt: Obrigado %1$s por ser um cliente valioso e escolher o plano de %2$s dos produtos Auto Post WooCommerce!

source: Product to Tweet
de_de: Produkt zum Tweet
es_es: Producto a Tweet
fr_fr: Produit à Tweet
pt_pt: Produto para Tweet

source: Thank you for using APWCP %s version!
de_de: Vielen Dank, dass Sie die APWCP %s-Version verwenden!
es_es: ¡Gracias por usar la versión APWCP %s!
fr_fr: Merci d’avoir utilisé la version de APWCP %s!
pt_pt: Obrigado por usar a versão do APWCP %s!

source: User Privileges ERROR:
de_de: Benutzerrechte ERROR:
es_es: ERROR de privilegios de usuario:
fr_fr: Privilèges d'utilisateur ERREUR:
pt_pt: Privilégios do usuário ERRO:

source: You do not have privileges to delete products! Please see your site admin.
de_de: Sie haben keine Rechte Produkte zu löschen! Bitte sehen Sie Ihren Website-Administrator.
es_es: ¡No tienes privilegios para eliminar productos! Por favor, consulte a su administrador del sitio.
fr_fr: Vous n'avez pas les privilèges pour supprimer des produits! S'il vous plaît voir votre administrateur de site.
pt_pt: Você não tem privilégios para excluir produtos! Por favor, consulte o administrador do seu site.

source: date
de_de: Datum
es_es: fecha
pt_pt: encontro

source: time
de_de: Zeit
es_es: hora
fr_fr: temps
pt_pt: tempo

source: Image
de_de: Bild
es_es: Imagen
pt_pt: Imagem

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
pt_pt: Título

source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
pt_pt: Categoria

source: Product status
de_de: Produktstatus
es_es: Estado del producto
fr_fr: État du produit
pt_pt: Status do produto

source: Regular price
de_de: Regulärer Preis
es_es: Precio regular
fr_fr: Prix habituel
pt_pt: Preço regular

source: Sale price
de_de: Verkaufspreis
es_es: Precio de venta
fr_fr: Prix de vente
pt_pt: Preço de venda

source: Sale dates
de_de: Verkaufstermine
es_es: Fechas de venta
fr_fr: Dates de vente
pt_pt: Datas de venda

source: Current price
de_de: Derzeitiger Preis
es_es: Precio actual
fr_fr: Prix actuel
pt_pt: Preço atual

source: Sold
de_de: Verkauft
es_es: Vendido
fr_fr: Vendu
pt_pt: Vendido

source: Sharing
de_de: Teilnehmen
es_es: Compartir
fr_fr: Participation
pt_pt: Compartilhando

source: to
de_de: zu
es_es: a
fr_fr: à
pt_pt: para

source: Reports
de_de: Berichte
es_es: Informes
fr_fr: Rapports
pt_pt: Relatórios

source: Product Edit INFO:
de_de: Produkt bearbeiten INFO:
es_es: Edición de producto INFO:
fr_fr: Produit Edit INFO:
pt_pt: Produto Editar INFO:

source: To calculate a sales price, enter a value as either decimal or percentage to calculate the sale price from the regular price. For example, enter 3.25 to reduce the regular price by %1$s or enter a number with a percent sign. Entering a discount for a variable product will set the sale price for all child products of the variable product. The result will be the amount to reduce the Regular Price.
de_de: Um einen Verkaufspreis zu berechnen, geben Sie einen Wert als Dezimalzahl oder als Prozentsatz ein, um den Verkaufspreis aus dem regulären Preis zu berechnen. Geben Sie beispielsweise 3.25 ein, um den regulären Preis um %1$s zu reduzieren, oder geben Sie eine Zahl mit Prozentzeichen ein. Wenn Sie einen Rabatt für ein variables Produkt eingeben, wird der Verkaufspreis für alle untergeordneten Produkte des variablen Produkts festgelegt. Das Ergebnis ist der Betrag, um den regulären Preis zu reduzieren.
es_es: Para calcular un precio de venta, ingrese un valor como decimal o porcentaje para calcular el precio de venta del precio regular. Por ejemplo, ingrese 3.25 para reducir el precio regular en %1$s o ingrese un número con un signo de porcentaje. La introducción de un descuento para un producto variable establecerá el precio de venta para todos los productos secundarios del producto variable. El resultado será la cantidad a reducir el Precio Regular.
fr_fr: Pour calculer un prix de vente, entrez une valeur sous forme décimale ou en pourcentage afin de calculer le prix de vente à partir du prix normal. Par exemple, entrez 3.25 pour réduire le prix normal de %1$s ou entrez un nombre avec un signe de pourcentage. L'entrée d'une réduction pour un produit variable définira le prix de vente de tous les produits enfants du produit variable. Le résultat sera le montant pour réduire le prix régulier.
pt_pt: Para calcular um preço de venda, insira um valor como decimal ou porcentagem para calcular o preço de venda a partir do preço normal. Por exemplo, insira 3.25 para reduzir o preço normal em %1$s ou insira um número com um sinal de porcentagem. Inserir um desconto para um produto variável definirá o preço de venda para todos os produtos filhos da variável produto. O resultado será o valor para reduzir o preço normal.

source: To calculate a sales price, enter a value as either decimal or percentage to calculate the sale price from the regular price. For example, enter 3.25 to reduce the regular price by %1$s or enter a number with a percent sign. The result will be the amount to reduce the Regular Price.
de_de: Um einen Verkaufspreis zu berechnen, geben Sie einen Wert als Dezimalzahl oder als Prozentsatz ein, um den Verkaufspreis aus dem regulären Preis zu berechnen. Geben Sie beispielsweise 3.25 ein, um den regulären Preis um %1$s zu reduzieren, oder geben Sie eine Zahl mit Prozentzeichen ein. Das Ergebnis ist der Betrag, um den regulären Preis zu reduzieren.
es_es: Para calcular un precio de venta, ingrese un valor como decimal o porcentaje para calcular el precio de venta del precio regular. Por ejemplo, ingrese 3.25 para reducir el precio regular en %1$s o ingrese un número con un signo de porcentaje. El resultado será la cantidad a reducir el Precio Regular.
fr_fr: Pour calculer un prix de vente, entrez une valeur sous forme décimale ou en pourcentage afin de calculer le prix de vente à partir du prix normal. Par exemple, entrez 3.25 pour réduire le prix normal de %1$s ou entrez un nombre avec un signe de pourcentage. Le résultat sera le montant pour réduire le prix régulier.
pt_pt: Para calcular um preço de venda, insira um valor como decimal ou porcentagem para calcular o preço de venda a partir do preço normal. Por exemplo, insira 3,25 para reduzir o preço normal em %1$s ou insira um número com um sinal de porcentagem. O resultado será o valor para reduzir o preço normal.

source: Bitly link is not formated correctly.
de_de: Bitly Link ist nicht korrekt formatiert.
es_es: Bitly link no está formateado correctamente.
fr_fr: Bitly link n'est pas formaté correctement.
pt_pt: Bitly link não está formatado corretamente.

source: The product short description is required.
de_de: Die Produktkurzbeschreibung ist erforderlich.
es_es: La breve descripción del producto es obligatoria.
fr_fr: La brève description du produit est requise.
pt_pt: A descrição resumida do produto é necessária.

source: Your sale end date of %s was not a valid future date.
de_de: Das Verkaufsenddatum von %s war kein gültiges zukünftiges Datum.
es_es: La fecha de finalización de la venta de %s no era una fecha futura válida.
fr_fr: Votre date de fin de vente de %s n'était pas une date future valide.
pt_pt: Sua data de término de venda de %s não era uma data futura válida.

source: Your sale end date of %s was before your sale start date of %s.
de_de: Das Verkaufsenddatum von %s lag vor dem Verkaufsstartdatum von %s.
es_es: La fecha de finalización de la venta de %s fue anterior a la fecha de inicio de la venta de %s.
fr_fr: Votre date de fin de vente de %s était antérieure à la date de début de vente de %s.
pt_pt: Sua data de término da venda de %s foi anterior à data de início da venda de %s.

source: Added HELP tabs to the Categories, Product List and Schedule screens.
de_de: Registerkarten HILFE zu den Bildschirmen Kategorien, Produktliste und Zeitplan hinzugefügt.
es_es: Se agregaron pestañas de AYUDA a las pantallas Categorías, Lista de productos y Programación.
fr_fr: Ajout des onglets AIDE dans les écrans Catégories, Liste de produits et Calendrier.
pt_pt: Adicionadas guias AJUDA às telas Categorias, Lista de produtos e Agenda.

source: Fixed issue with saving Bitly link on the Quick Edit page. You can now delete the link and save to reset or get a new short link.
de_de: Problem beim Speichern des Links "Bitly" auf der Seite "Schnellbearbeitung" behoben. Sie können den Link jetzt löschen und speichern, um ihn zurückzusetzen oder einen neuen Kurzlink zu erhalten.
es_es: Se solucionó el problema al guardar el enlace de Bitly en la página de edición rápida. Ahora puede eliminar el enlace y guardar para restablecer u obtener un nuevo enlace corto.
fr_fr: Correction du problème avec l'enregistrement du lien Bitly sur la page Édition rapide. Vous pouvez maintenant supprimer le lien et enregistrer pour le réinitialiser ou obtenir un nouveau lien court.
pt_pt: Corrigido problema ao salvar o link Bitly na página Edição rápida. Agora você pode excluir o link e salvar para redefinir ou obter um novo link curto.

source: The next product to be auto posted will now be shown on the Schedule Tab.
de_de: Das nächste Produkt, das automatisch veröffentlicht werden soll, wird nun auf der Registerkarte "Zeitplan" angezeigt.
es_es: El próximo producto que se publicará automáticamente ahora se mostrará en la pestaña Programación.
fr_fr: Le prochain produit à afficher automatiquement apparaîtra dans l'onglet Calendrier.
pt_pt: O próximo produto a ser lançado automaticamente será exibido na guia Agendamento.

source: Added a button on the STATUS tab to reset portions of this plugin if you have issues.
de_de: Auf der Registerkarte STATUS wurde eine Schaltfläche hinzugefügt, mit der Teile dieses Plugins bei Problemen zurückgesetzt werden können.
es_es: Se agregó un botón en la pestaña ESTADO para restablecer partes de este complemento si tiene problemas.
fr_fr: Ajout d'un bouton sur l'onglet STATUS pour réinitialiser des parties de ce plugin si vous rencontrez des problèmes.
pt_pt: Adicionado um botão na guia STATUS para redefinir partes deste plugin se você tiver problemas.

source: Fixed trash count after adding variable product with its variations.
de_de: Die Anzahl der Abfälle nach dem Hinzufügen variabler Produkte mit ihren Variationen wurde korrigiert.
fr_fr: Correction du nombre de déchets après avoir ajouté un produit variable avec ses variations.
pt_pt: Corrigido a contagem de lixo depois de adicionar o produto variável com suas variações.

source: New Feature! You are now able to set a product as "DISCONTINUED". Info for this is on the HELP tab of the Product list page.
de_de: Neue Funktion! Sie können jetzt ein Produkt als "EINGESTELLT" festlegen. Informationen dazu finden Sie auf der Registerkarte HILFE der Seite Produktliste.
es_es: ¡Nueva caracteristica! Ahora puede configurar un producto como "DESCONTINUADO". La información para esto está en la pestaña de AYUDA de la página de la lista de productos.
fr_fr: Nouvelle fonctionnalité! Vous pouvez maintenant définir un produit comme "DISCONTINU". Les informations à ce sujet se trouvent dans l'onglet Aide de la page Liste de produits.
pt_pt: Novo recurso! Agora você pode definir um produto como "DISCONTINUED". As informações para isso estão na guia AJUDA da página da lista de produtos.

source: Fixed the schedule button for "EVERY 3 HOURS", This was trying to set a schedule every "23 hours".
de_de: Die Zeitplan-Schaltfläche für "ALLE 3 STUNDEN" wurde korrigiert. Es wurde versucht, alle "23 Stunden" einen Zeitplan festzulegen.
es_es: Se arregló el botón de programación para "CADA 3 HORAS". Esto intentaba establecer una programación cada "23 horas".
fr_fr: Correction du bouton de planification pour "TOUTES LES 3 HEURES". Cela tentait de définir une planification toutes les "23 heures".
pt_pt: Corrigido o botão de programação para "cada 3 horas", isso estava tentando definir um cronograma a cada "23 horas".

source: Product
de_de: Produkt
es_es: Producto
fr_fr: Produit
pt_pt: Produtos

source: Product without data
de_de: Produkt ohne Daten
es_es: Producto sin datos
fr_fr: Produit sans données
pt_pt: Produto sem dados

source: Click reported
de_de: Klicken Sie auf gemeldet
es_es: Click reportado
fr_fr: Cliquez rapporté
pt_pt: Clique em reportado

source: Average click
de_de: Durchschnittlicher Klick
es_es: Clic promedio
fr_fr: Clic moyen
pt_pt: Clique médio

source: Product variation
de_de: Produktvariation
es_es: Variación del producto
fr_fr: Produit variation
pt_pt: Variação do produto

source: You are also able to repost your Tweets to your Linkedin account using the same procedures listed above. You must also have a <a href="%s" target="_blank">Buffer</a> account to use any Linkedin applet.
de_de: Sie können Ihre Tweets auch auf dieselbe Weise in Ihr Linkedin-Konto hochladen, indem Sie die oben beschriebenen Verfahren anwenden. Sie müssen außerdem über ein Konto <a href="%s" target="_blank">Buffer</a> verfügen, um ein Linkedin-Applet zu verwenden.
es_es: También puede volver a publicar sus Tweets en su cuenta de Linkedin usando los mismos procedimientos enumerados anteriormente. También debe tener una cuenta <a href="%s" target="_blank">Buffer</a> para usar cualquier applet de Linkedin.
fr_fr: Vous pouvez également republier vos Tweets sur votre compte Linkedin en suivant les procédures décrites ci-dessus. Vous devez également disposer d'un compte <a href="%s" target="_blank">Buffer</a> pour utiliser un applet Linkedin.
pt_pt: Você também pode repassar seus Tweets para sua conta do Linkedin usando os mesmos procedimentos listados acima. Você também deve ter uma conta <a href="%s" target="_blank"> Buffer </a> para usar qualquer applet do Linkedin.

source: Trash
de_de: Müll
es_es: Basura
fr_fr: Poubelle
pt_pt: Lixo

source: Discontinued
de_de: Abgesetzt
es_es: Articulo descontinuado
fr_fr: Article abandonnée
pt_pt: Interrompido

source: Clearing browser cache
de_de: Löschen des Browser-Cache
es_es: Borrar caché del navegador
fr_fr: Effacement du cache du navigateur
pt_pt: Limpar o cache do navegador

source: Instructions to auto post your product TWEETS to FACEBOOK are located in this <a href="%s" target="_blank">knowledge base</a> article.
de_de: Anweisungen zum automatischen Hochladen Ihrer Produkt-TWEETS an FACEBOOK finden Sie in diesem <a href="%s" target="_blank">Wissensdatenbank</a>.
es_es: Las instrucciones para publicar automáticamente su producto TWEETS a FACEBOOK se encuentran en este <a href="%s" target="_blank">base de conocimientos</a>.
fr_fr: Les instructions pour publier automatiquement votre produit TWEETS sur FACEBOOK se trouvent dans cet <a href="%s" target="_blank">base de connaissances</a>.
pt_pt: As instruções para o envio automático do seu produto TWEETS para o FACEBOOK estão localizadas neste artigo <a href="%s" target="_blank">base de conhecimento</a>.

source: Compare all <a href="%s" target="_blank">plans</a> for APWCP side by side.
de_de: Vergleichen Sie alle <a href="%s" target="_blank">Pläne</a> für APWCP nebeneinander.
es_es: Compare todos los <a href="%s" target="_blank">planes</a> para APWCP de lado a lado.
fr_fr: Comparez tous les <a href="%s" target="_blank">plans</a> pour APWCP côte à côte.
pt_pt: Compare todos os <a href="%s" target="_blank">planos</a> para o APWCP lado a lado.

source: Instructions to auto post your product TWEETS to PINTEREST are located in this <a href="%s" target="_blank">knowledge base</a> article.
de_de: In diesem <a href="%s" target="_blank">Knowledge Base-Artikel</a> finden Sie Anweisungen zum automatischen Posten Ihrer Produkt-TWEETS an PINTEREST.
es_es: Las instrucciones para publicar automáticamente su producto TWEETS a PINTEREST se encuentran en este <a href="%s" target="_blank">base de conocimientos</a>.
fr_fr: Les instructions pour publier automatiquement votre produit TWEETS sur PINTEREST se trouvent dans cet <a href="%s" target="_blank">base de connaissances</a>.
pt_pt: As instruções para o envio automático do seu produto TWEETS para PINTEREST estão localizadas neste artigo <a href="%s" target="_blank">base de conhecimento</a>..

source: Instructions to auto post your product TWEETS to TUMBLR are located in this <a href="%s" target="_blank">knowledge base</a> article.
de_de: Anweisungen zum automatischen Hochladen Ihrer Produkt-TWEETS an TUMBLR finden Sie in diesem <a href="%s" target="_blank">Wissensdatenbank</a>.
es_es: Las instrucciones para publicar automáticamente su producto TWEETS a TUMBLR se encuentran en este <a href="%s" target="_blank">base de conocimientos</a>.
fr_fr: Les instructions pour publier automatiquement votre produit TWEETS sur TUMBLR figurent dans cet <a href="%s" target="_blank">base de connaissances</a>.
pt_pt: As instruções para a publicação automática do seu produto TWEETS para a TUMBLR estão localizadas neste artigo <a href="%s" target="_blank">base de conhecimento</a>.

source: Have an idea or feature request? <a href="%s" title="https://www.cilcreations.com/apwp/feature-requests/" target="_blank">Let us know!</a>
de_de: Haben Sie eine Idee oder eine Feature-Anfrage? <a href="%s" title="https://www.cilcreations.com/apwp/feature-requests/" target="_blank">Lassen Sie es uns wissen!</a>
es_es: ¿Tiene una idea o solicitud de función? <a href="%s" title="https://www.cilcreations.com/apwp/feature-requests/" target="_blank">Háganos saber!</a>
fr_fr: Vous avez une idée ou une demande de fonctionnalité? <a href="%s" title="https://www.cilcreations.com/apwp/feature-requests/" target="_blank">Faites-nous le savoir!</a>
pt_pt: Tem uma ideia ou um pedido de recurso? <a href="%s" title="https://www.cilcreations.com/apwp/feature-requests/" target="_blank">Informe-nos!</a>

source: For additional information, <a href="%s" target="_blank">see this knowledge base article</a>.
de_de: Weitere Informationen finden Sie <a href="%s" target="_blank">in diesem Knowledge Base-Artikel</a>.
es_es: Para obtener información adicional, <a href="%s" target="_blank">vea este artículo de la base de conocimientos</a>.
fr_fr: Pour plus d'informations, <a href="%s" target="_blank">consultez cet article de la base de connaissances</a>.
pt_pt: Para obter informações adicionais, <a href="%s" target="_blank">consulte este artigo da base de conhecimento</a>.

source: For additional information, <a href="%s" title="https://www.cilcreations.com/apwp/knowledgebase/twitter-schedule-tab/" target="_blank">see this knowledge base article</a>.
de_de: Für weitere Informationen, <a href="%s" title="https://www.cilcreations.com/apwp/knowledgebase/twitter-schedule-tab/" target="_blank">Siehe diesen Knowledge Base-Artikel</a>.
es_es: Para informacion adicional, <a href="%s" title="https://www.cilcreations.com/apwp/knowledgebase/" target="_blank">ver este artículo de la base de conocimientos</a>.
fr_fr: Pour plus d'informations, <a href="%s" title="https://www.cilcreations.com/apwp/knowledgebase/" target="_blank">voir cet article de la base de connaissances</a>.
pt_pt: Para informações adicionais, <a href="%s" title="https://www.cilcreations.com/apwp/knowledgebase/" target="_blank">veja este artigo da base de conhecimento</a>.

source: For additional information, <a href="%s" title="https://www.cilcreations.com/apwp/knowledgebase/settings-tab/" target="_blank">see this knowledge base article</a>.
de_de: Für weitere Informationen, <a href="%s" title="https://www.cilcreations.com/apwp/knowledgebase/settings-tab/" target="_blank">Siehe diesen Knowledge Base-Artikel</a>.
es_es: Para informacion adicional, <a href="%s" title="https://www.cilcreations.com/apwp/knowledgebase/" target="_blank">ver este artículo de la base de conocimientos</a>.
fr_fr: Pour plus d'informations, <a href="%s" title="https://www.cilcreations.com/apwp/knowledgebase/" target="_blank">voir cet article de la base de connaissances</a>.
pt_pt: Para informações adicionais, <a href="%s" title="https://www.cilcreations.com/apwp/knowledgebase/" target="_blank">veja este artigo da base de conhecimento</a>.

source: For additional information, <a href="%s" title="https://www.cilcreations.com/apwp/knowledgebase/enable-curl-via-the-php-ini-file/" target="_blank">see this knowledge base article</a>.
de_de: Für weitere Informationen, <a href="%s" title="https://www.cilcreations.com/apwp/knowledgebase/enable-curl-via-the-php-ini-file/" target="_blank">Siehe diesen Knowledge Base-Artikel</a>.
es_es: Para informacion adicional, <a href="%s" title="https://www.cilcreations.com/apwp/knowledgebase/" target="_blank">ver este artículo de la base de conocimientos</a>.
fr_fr: Pour plus d'informations, <a href="%s" title="https://www.cilcreations.com/apwp/knowledgebase/" target="_blank">voir cet article de la base de connaissances</a>.
pt_pt: Para informações adicionais, <a href="%s" title="https://www.cilcreations.com/apwp/knowledgebase/" target="_blank">veja este artigo da base de conhecimento</a>.

source: Help us tell others about APWCP by leaving your <a href="%s" target="_blank" style="text-decoration: none;">review</a>!
de_de: Helfen Sie uns, anderen von APWCP zu erzählen, indem Sie Ihre <a href="%s" target="_blank" style="text-decoration: none;">Überprüfung</a> hinterlassen!
es_es: Ayúdenos a contarles a otros sobre APWCP dejando su <a href="%s" target="_blank" style="text-decoration: none ;">revisión</a>!
fr_fr: Aidez-nous à informer les gens sur APWCP en laissant votre <a href="%s" target="_blank" style="text-decoration: none;">critique</a>!
pt_pt: Ajude-nos a informar outras pessoas sobre o APWCP deixando sua <a href="%s" target="_blank" style="text-decoration: none;"> revisão </a>!

source: To view your account and check for updates, please visit your <a href="%s" title="account page" target="_blank">Account Page</a>.
de_de: Um Ihr Konto anzusehen und nach Updates zu suchen, besuchen Sie bitte Ihre <a href="%s" title="Kontoseite" target="_blank">Kontoseite</a>.
es_es: Para ver su cuenta y buscar actualizaciones, visite su <a href="%s" title="página de cuenta" target="_blank">Página de la cuenta</a>.
fr_fr: Pour afficher votre compte et rechercher des mises à jour, accédez à votre <a href="%s" title="page de compte" target="_blank">page de compte</a>.
pt_pt: Para visualizar sua conta e verificar se há atualizações, visite sua <a href="%s" title="página de conta" target="_blank">Página da conta</a>.
