Repository: common-repository/auto-post-woocommerce-products
Catalog: languages/auto-post-woocommerce-products-*.po
Languages: de_de, es_es, fr_fr, pt_pt

source: Checking this box will set this item to OUT OF STOCK, NO BACKORDER, NOT VISIBLE IN SEARCHES (front of site), cannot be sold, any sale cancelled, category set to Discontinued, removed from statistics tab and auto postings, will not be shareable to social media.
de_de: Durch Aktivieren dieses Kontrollkästchens wird dieses Element auf AUSVERKAUFT, KEIN HINTERGRUND, NICHT SICHTBAR AUF SUCHE (Vorderseite der Website) gesetzt. Es kann nicht verkauft werden, jeder Verkauf wird abgebrochen, die Kategorie wird eingestellt, wird aus dem Statistik-Tab entfernt und automatische Buchungen werden nicht freigegeben zu Social Media.
es_es: Al marcar esta casilla se establecerá este artículo en FUERA DE STOCK, SIN RESPALDAS, NO VISIBLES EN BÚSQUEDAS (en la parte frontal del sitio), no se puede vender, ninguna venta cancelada, categoría establecida como Discontinuado, eliminado de la pestaña de estadísticas y publicaciones automáticas, no se podrá compartir a las redes sociales.
fr_fr: En cochant cette case, vous définissez cet élément sur HORS STOCK, AUCUN ARRIVÉ, NON VISIBLE DANS LES RECHERCHES (devant le site), ne peut être vendu, aucune vente annulée, la catégorie sur Discontinued, retirée de l'onglet Statistiques et affichage automatique, ne peut être partagée aux médias sociaux.
pt_pt: Marcar esta caixa irá definir este item como FORA DE ESTOQUE, NÃO SUPORTE, NÃO VISÍVEL NAS PESQUISAS (front of site), não pode ser vendido, nenhuma venda cancelada, categoria definida como Descontinuado, removida da guia Estatísticas e lançamentos automáticos, não será compartilhável para a mídia social.

source: Disabled
de_de: Behindert
es_es: Discapacitado
fr_fr: Désactivé
pt_pt: Desativado

source: Downloadable products give access to a file upon purchase.
de_de: Herunterladbare Produkte ermöglichen den Zugriff auf eine Datei beim Kauf.
es_es: Los productos descargables dan acceso a un archivo al momento de la compra.
fr_fr: Les produits téléchargeables donnent accès à un fichier lors de l'achat.
pt_pt: Os produtos para baixar dão acesso a um arquivo após a compra.

source: Edit product data
de_de: Bearbeiten Sie die Produktdaten
es_es: Editar datos del producto
fr_fr: Modifier les données du produit
pt_pt: Editar dados do produto

source: You are editing the following products
de_de: Sie bearbeiten die folgenden Produkte
es_es: Estás editando los siguientes productos
fr_fr: Vous éditez les produits suivants
pt_pt: Você está editando os seguintes produtos

source: Editing without parent product
de_de: Bearbeitung ohne übergeordnetes Produkt
es_es: Edición sin producto padre
fr_fr: Edition sans produit parent
pt_pt: Edição sem produto pai

source: The sale end date you choose will end the sale at midnight of that date. If you choose "01-JAN-2018" as your end date, as of 11:59:59 PM on 31-DEC-2017, the sale is ended. So, if you want your sale to run through "01-JAN-2018", you will need to enter "02-JAN-2018" as your end date.
de_de: Das von Ihnen gewählte Verkaufsende endet um Mitternacht dieses Datums. Wenn Sie als Enddatum "01-JAN-2018" wählen, wird der Verkauf am 31. Dezember 2017 um 23:59:59 Uhr beendet. Wenn Sie also möchten, dass Ihr Verkauf "01-JAN-2018" durchläuft, müssen Sie "02-JAN-2018" als Enddatum eingeben.
es_es: La fecha de finalización de la venta que elija finalizará la venta a la medianoche de esa fecha. Si elige 01-JAN-2018 como fecha de finalización, a partir de las 11:59:59 PM del 31 de diciembre de 2017, la venta finaliza. Por lo tanto, si desea que su venta se realice hasta el 01-JAN-2018, deberá ingresar 02-JAN-2018 como fecha de finalización.
fr_fr: La date de fin de la vente que vous choisissez met fin à la vente à minuit. Si vous choisissez "01-JAN-2018" comme date de fin, à compter de 23 h 59 min 59 s le 31 décembre 2017, la vente est terminée. Donc, si vous voulez que votre vente se déroule jusqu'au "01-JAN-2018", vous devez entrer "02-JAN-2018" comme date de fin.
pt_pt: A data de término da venda que você escolher encerrará a venda à meia-noite da mesma data. Se você escolher "01-JAN-2018" como sua data de término, a partir das 23:59:59 de 31 de dezembro de 2017, a venda será encerrada. Portanto, se você quiser que sua venda seja executada em "01-JAN-2018", será necessário inserir "02-JAN-2018" como sua data de término.

source: End the current sales promotion?
de_de: Beende die aktuelle Verkaufsaktion?
es_es: ¿Finaliza la promoción de ventas actual?
fr_fr: Mettre fin à la promotion des ventes en cours?
pt_pt: Terminar a atual promoção de vendas?

source: End current sale
de_de: Beenden Sie den aktuellen Verkauf
es_es: Fin de venta actual
fr_fr: Fin de la vente en cours
pt_pt: Fim da venda atual

source: This will end the current sale for this item and all variations of this item if applicable. Are you sure?
de_de: Dadurch wird der aktuelle Verkauf für diesen Artikel und alle Variationen dieses Artikels gegebenenfalls beendet. Bist du sicher?
es_es: Esto finalizará la venta actual de este artículo y todas las variaciones de este artículo, si corresponde. ¿Estás seguro?
fr_fr: Cela mettra fin à la vente en cours pour cet article et toutes les variantes de cet article, le cas échéant. Êtes-vous sûr?
pt_pt: Isso encerrará a venda atual para este item e todas as variações deste item, se aplicável. Você tem certeza?

source: Check this box to end the current sale and return your prices to normal.
de_de: Klicken Sie dieses Kästchen an, um den aktuellen Verkauf zu beenden und Ihre Preise wieder normal zu machen.
es_es: Marque esta casilla para finalizar la venta actual y devolver sus precios a la normalidad.
fr_fr: Cochez cette case pour mettre fin à la vente en cours et retourner vos prix à la normale.
pt_pt: Marque esta caixa para encerrar a venda atual e retornar seus preços ao normal.

source: Featured product
de_de: Vorgestelltes Produkt
es_es: Producto destacado
fr_fr: Produit en vedette
pt_pt: Produto em destaque

source: Once you setup some featured products, you can either display them throughout your website with a shortcode or with a widget.
de_de: Wenn Sie einige der vorgestellten Produkte eingerichtet haben, können Sie diese entweder auf Ihrer Website mit einem Shortcode oder mit einem Widget anzeigen.
es_es: Una vez que haya configurado algunos productos destacados, puede mostrarlos en su sitio web con un shortcode o con un widget.
fr_fr: Une fois que vous avez configuré certains produits, vous pouvez les afficher sur tout votre site Web avec un code abrégé ou un widget.
pt_pt: Depois de configurar alguns produtos em destaque, você pode exibi-los em todo o site com um código de acesso ou com um widget.

source: Select this to set as a featured product for all selected products.
de_de: Wählen Sie diese Option aus, um alle ausgewählten Produkte als gekennzeichnetes Produkt festzulegen.
es_es: Seleccione esto para establecer como un producto destacado para todos los productos seleccionados.
fr_fr: Sélectionnez cette option pour définir comme produit en vedette tous les produits sélectionnés.
pt_pt: Selecione isto para definir como um produto em destaque para todos os produtos selecionados.

source: Select this to remove as a featured product for all selected products.
de_de: Wählen Sie diese Option aus, um das ausgewählte Produkt für alle ausgewählten Produkte zu entfernen.
es_es: Seleccione esto para eliminar como producto destacado para todos los productos seleccionados.
fr_fr: Sélectionnez cette option pour supprimer en tant que produit sélectionné tous les produits sélectionnés.
pt_pt: Selecione isto para remover como um produto em destaque para todos os produtos selecionados.

source: Hidden
de_de: Versteckt
es_es: Oculto
fr_fr: Caché
pt_pt: Escondido

source: Installed Version
de_de: Installierte Version
es_es: Versión instalada
fr_fr: Version installée
pt_pt: Versão Instalada

source: Image ID
de_de: Bild-ID
es_es: ID de imagen
fr_fr: ID de l'image
pt_pt: ID da imagem

source: Last Tweet Sent
de_de: Letzter Tweet gesendet
es_es: Último Tweet enviado
fr_fr: Dernier Tweet envoyé
pt_pt: Último Tweet enviado

source: Latest Version
de_de: Letzte Version
es_es: Ultima versión
fr_fr: Dernière version
pt_pt: Última versão

source: Low stock
de_de: Geringer Lagerbestand
es_es: Bajo stock
fr_fr: Stock faible
pt_pt: Baixo estoque

source: STOCK MANAGED: WooCommerce will manage the item's inventory level for you. Each time you sell this item, the quantity will be automatically reduced by one. Once your product reaches a level of "0", then your BACKORDER setting will take over. You may also manually set the stock status at anytime.
de_de: STOCK MANAGED: WooCommerce verwaltet den Lagerbestand des Artikels für Sie. Jedes Mal, wenn Sie diesen Artikel verkaufen, wird die Menge automatisch um eins reduziert. Sobald Ihr Produkt den Wert "0" erreicht hat, wird Ihre BACKORDER-Einstellung übernommen. Sie können den Lagerstatus jederzeit manuell festlegen.
es_es: Stock administrado: WooCommerce administrará el nivel de inventario del artículo por usted. Cada vez que vendes este artículo, la cantidad se reducirá automáticamente en uno. Una vez que su producto alcance el nivel "0", su configuración de BACKORDER se hará cargo. También puede configurar manualmente el estado del stock en cualquier momento.
fr_fr: Stock géré: WooCommerce gérera le niveau d'inventaire de l'article pour vous. Chaque fois que vous vendez cet article, la quantité sera automatiquement réduite de un. Une fois que votre produit atteint le niveau "0", votre paramètre de commande en attente prendra le relais. Vous pouvez également définir manuellement l'état du stock à tout moment.
pt_pt: ESTOQUE GERIDO: O WooCommerce irá gerenciar o nível de estoque do item para você. Cada vez que você vende este item, a quantidade será automaticamente reduzida em um. Quando o seu produto atingir o nível "0", a configuração do BACKORDER assumirá. Você também pode definir manualmente o status do estoque a qualquer momento.

source: Next Posting
de_de: Nächster Beitrag
es_es: Siguiente publicación
fr_fr: Prochaine publication
pt_pt: Próxima postagem

source: NOT STOCK MANAGED: WooCommerce will not reduce your stock quantity with each sale. This means WooCommerce will continue selling the product unless you set the STOCK STATUS to OUT OF STOCK. Selecting INSTOCK or ON BACKORDER will allow WooCommerce to continue selling the item.
de_de: NOT STOCK MANAGED: WooCommerce reduziert Ihre Lagermenge nicht bei jedem Verkauf. Das bedeutet, dass WooCommerce das Produkt weiterhin verkauft, es sei denn, Sie haben den LAGERSTATUS auf AUSVERKAUFT gesetzt. Wenn Sie INSTOCK oder ON BACKORDER auswählen, kann WooCommerce den Artikel weiterverkaufen.
es_es: NO ADMINISTRADO EN STOCK: WooCommerce no reducirá su cantidad de stock con cada venta. Esto significa que WooCommerce continuará vendiendo el producto a menos que configure el ESTADO DE STOCK en FUERA DE STOCK. Seleccionar INSTOCK o REALIZADO PEDIDO permitirá a WooCommerce continuar vendiendo el artículo.
fr_fr: Non Stock géré: WooCommerce ne réduira pas votre stock à chaque vente. Cela signifie que WooCommerce continuera à vendre le produit, sauf si vous définissez l'état du stock sur Stock épuisé. En sélectionnant Instock ou Sur commande, WooCommerce pourra continuer à vendre l'article.
pt_pt: NÃO É ESTOQUE GERIDO: O WooCommerce não reduzirá sua quantidade de estoque a cada venda. Isso significa que o WooCommerce continuará vendendo o produto, a menos que você defina o STACK STOCK como FORA DE ESTOQUE. Selecionar INSTOCK ou ON BACKORDER permitirá que o WooCommerce continue vendendo o item.

source: On sale
de_de: Im Angebot
es_es: En venta
fr_fr: En soldes
pt_pt: À venda

source: Parent ID
de_de: Eltern ID
es_es: Identificación de los padres
fr_fr: ID parent
pt_pt: ID pai

source: Please enable.
de_de: Bitte aktivieren.
es_es: Por favor, habilite.
fr_fr: S'il vous plaît activer.
pt_pt: Por favor ative.

source: Primary image
de_de: Primärbild
es_es: Imagen primaria
fr_fr: Image primaire
pt_pt: Imagem principal

source: Enter your product unit cost for this item.
de_de: Geben Sie Ihre Produktstückkosten für diesen Artikel ein.
es_es: Ingrese el costo unitario de su producto para este artículo.
fr_fr: Entrez votre coût unitaire de produit pour cet article.
pt_pt: Insira o custo unitário do produto para este item.

source: Enter any additional product costs for this item such as shipping or fees.
de_de: Geben Sie alle zusätzlichen Produktkosten für diesen Artikel ein, z.
es_es: Ingrese cualquier costo adicional del producto para este artículo, como el envío o las tarifas.
fr_fr: Entrez les coûts de produit supplémentaires pour cet article, tels que les frais d’expédition ou les frais.
pt_pt: Insira os custos adicionais do produto para este item, como frete ou taxas.

source: This amount is the total of the combined costs.
de_de: Dieser Betrag ist die Summe der kombinierten Kosten.
es_es: Esta cantidad es el total de los costos combinados.
fr_fr: Ce montant représente le total des coûts combinés.
pt_pt: Este montante é o total dos custos combinados.

source: Enter your product cost for all selected products.
de_de: Geben Sie Ihre Produktkosten für alle ausgewählten Produkte ein.
es_es: Ingrese el costo de su producto para todos los productos seleccionados.
fr_fr: Entrez le coût de votre produit pour tous les produits sélectionnés.
pt_pt: Insira o custo do seu produto para todos os produtos selecionados.

source: Enter additional product costs for all selected products such as shipping or fees.
de_de: Geben Sie zusätzliche Produktkosten für alle ausgewählten Produkte ein, z. B. Versand oder Gebühren.
es_es: Ingrese los costos adicionales del producto para todos los productos seleccionados, tales como envío o tarifas.
fr_fr: Saisissez les coûts de produit supplémentaires pour tous les produits sélectionnés tels que les frais d’expédition ou les frais.
pt_pt: Insira os custos adicionais do produto para todos os produtos selecionados, como envio ou taxas.

source: Enter product specific hashtags.
de_de: Geben Sie produktspezifische Hashtags ein.
es_es: Introduzca hashtags específicos del producto.
fr_fr: Entrez les hashtags spécifiques au produit.
pt_pt: Insira hashtags específicas do produto.

source: Product information
de_de: Produktinformation
es_es: Información del Producto
fr_fr: Information produit
pt_pt: Informação do produto

source: Product on sale
de_de: Produkt im Angebot
es_es: Producto en venta
fr_fr: Produit en vente
pt_pt: Produto à venda

source: Shows if the item is currently on sale.
de_de: Zeigt an, ob der Artikel gerade verkauft wird.
es_es: Muestra si el artículo está actualmente a la venta.
fr_fr: Indique si l'article est actuellement en vente.
pt_pt: Mostra se o item está atualmente à venda.

source: These product specific hashtags will be used when auto posting to Twitter and will display in the Share tab to manually post this product. This is not required, but if entered these hashtags will be used instead of the main hashtags you entered on the Settings Tab.
de_de: Diese produktspezifischen Hashtags werden beim automatischen Posten bei Twitter verwendet und auf der Registerkarte "Freigabe" angezeigt, um dieses Produkt manuell zu posten. Dies ist nicht erforderlich, aber wenn eingegeben, werden diese Hashtags anstelle der Haupt-Hashtags verwendet, die Sie auf der Registerkarte Einstellungen eingegeben haben.
es_es: Estos hashtags específicos del producto se utilizarán cuando se publique automáticamente en Twitter y se mostrarán en la pestaña Compartir para publicar este producto manualmente. Esto no es obligatorio, pero si se ingresa se usarán estos hashtags en lugar de los hashtags principales que ingresó en la pestaña Configuración.
fr_fr: Ces hashtags spécifiques au produit seront utilisés lors de la publication automatique sur Twitter et s'afficheront dans l'onglet Partager pour publier manuellement ce produit. Cela n'est pas obligatoire, mais si vous les entrez, ces hashtags seront utilisés à la place des hashtags principaux que vous avez entrés dans l'onglet Paramètres.
pt_pt: Essas hashtags específicas do produto serão usadas quando o lançamento automático no Twitter for exibido na guia Compartilhar para postar manualmente este produto. Isso não é necessário, mas se inserido, essas hashtags serão usadas em vez das hashtags principais que você inseriu na guia Configurações.

source: Product title
de_de: Produktname
es_es: Titulo del producto
fr_fr: Titre du produit
pt_pt: Título do produto

source: Total cost
de_de: Gesamtkosten
es_es: Coste total
fr_fr: Coût total
pt_pt: Custo total

source: Products to Tweet
de_de: Produkte zum Tweet
es_es: Productos para Tweet
fr_fr: Produits à Tweet
pt_pt: Produtos para Tweet

source: APWCP quick edit form
de_de: APWCP Schnellbearbeitungsformular
es_es: APWCP forma de edición rápida
fr_fr: APWCP Formulaire d'édition rapide
pt_pt: Formulário de edição rápida do APWCP

source: Read Only
de_de: Schreibgeschützt
es_es: Sólo Lectura
fr_fr: Lecture seulement
pt_pt: Somente leitura

source: The sale dates you set here will also be applied to all your child products.
de_de: Die hier festgelegten Verkaufsdaten werden auch auf alle Ihre Kinderprodukte angewendet.
es_es: Las fechas de venta que establezca aquí también se aplicarán a todos sus productos secundarios.
fr_fr: Les dates de vente que vous définissez ici seront également appliquées à tous vos produits pour enfants.
pt_pt: As datas de venda definidas aqui também serão aplicadas a todos os seus produtos filhos.

source: Save changes and return
de_de: Änderungen speichern und zurückkehren
es_es: Guardar cambios y volver
fr_fr: Enregistrer les modifications et revenir
pt_pt: Salvar alterações e retornar

source: Once you select "Save Changes", your changes may not be reflected in the product listing for a minute or so.
de_de: Nachdem Sie "Änderungen speichern" ausgewählt haben, werden Ihre Änderungen möglicherweise eine Minute lang nicht in der Produktliste angezeigt.
es_es: Una vez que seleccione "Guardar cambios", es posible que sus cambios no se reflejen en la lista de productos durante un minuto aproximadamente.
fr_fr: Une fois que vous avez sélectionné "Enregistrer les modifications", il est possible que vos modifications ne soient pas reflétées dans la liste des produits pendant une minute environ.
pt_pt: Depois de selecionar "Salvar alterações", suas alterações podem não ser refletidas na listagem de produtos por cerca de um minuto.

source: Search results only
de_de: Nur Suchergebnisse
es_es: Solo resultados de búsqueda
fr_fr: Résultats de la recherche uniquement
pt_pt: Apenas resultados de pesquisa

source: Shop only
de_de: Nur einkaufen
es_es: Comprar solo
fr_fr: Boutique seulement
pt_pt: Apenas loja

source: Shop and search results
de_de: Shop und Suchergebnisse
es_es: Comprar y buscar resultados
fr_fr: Résultats de la recherche et de la boutique
pt_pt: Loja e resultados de pesquisa

source: This is the information that will be shared to social media either manually by clicking the "SHARE" button, or through Twitter auto posting. *NOTE: All html tags will be striped if included in the short description.*
de_de: Diese Informationen werden an soziale Medien weitergegeben, entweder manuell durch Klicken auf die Schaltfläche "SHARE" oder durch automatisches Twitter-Posting. * HINWEIS: Alle HTML-Tags werden gestreift, wenn sie in der Kurzbeschreibung enthalten sind. *
es_es: Esta es la información que se compartirá en las redes sociales ya sea manualmente haciendo clic en el botón "COMPARTIR" o mediante publicación automática de Twitter. * NOTA: Todas las etiquetas html se verá rayada si se incluye en la breve descripción. *
fr_fr: Il s’agit des informations qui seront partagées sur les médias sociaux manuellement en cliquant sur le bouton "PARTAGER" ou par publication automatique sur Twitter. * NOTE: Toutes les balises html seront rayées si elles sont incluses dans la description courte. *
pt_pt: Essas são as informações que serão compartilhadas nas mídias sociais manualmente clicando no botão "Compartilhar" ou através da postagem automática do Twitter. * NOTA: Todas as tags html serão distribuídas se incluídas na descrição curta. *

source: Product short description
de_de: Produktkurzbeschreibung
es_es: Breve descripción del producto
fr_fr: Description courte du produit
pt_pt: Descrição breve do produto

source: This is the product short URL. You may change this as needed.
de_de: Dies ist die Produkt-Kurz-URL. Sie können dies nach Bedarf ändern.
es_es: Esta es la URL corta del producto. Puede cambiar esto según sea necesario.
fr_fr: Ceci est l'URL courte du produit. Vous pouvez changer cela si nécessaire.
pt_pt: Este é o URL curto do produto. Você pode mudar isso conforme necessário.

source: Enable this to only allow one of this item to be bought in a single order. To set this for a product variation (child product), you must set this on the parent product.
de_de: Aktivieren Sie diese Option, damit nur einer dieser Artikel in einer einzigen Bestellung gekauft werden kann. Um dies für eine Produktvariante (untergeordnetes Produkt) festzulegen, müssen Sie dies für das übergeordnete Produkt festlegen.
es_es: Habilítelo para permitir que solo uno de este artículo sea comprado en una sola orden. Para configurar esto para una variación de producto (producto infantil), debe configurar esto en el producto principal.
fr_fr: Activez cette option pour ne permettre qu’un seul de ces articles soit acheté en une seule commande. Pour définir cela pour une variante de produit (produit enfant), vous devez le définir sur le produit parent.
pt_pt: Habilite isso para permitir que apenas um item seja comprado em um único pedido. Para definir isso para uma variação de produto (produto filho), você deve definir isso no produto pai.

source: Sold individually
de_de: Einzeln verkauft
es_es: Vendido Individualmente
fr_fr: Vendus séparément
pt_pt: Vendido Separadamente

source: Enable product statistics
de_de: Produktstatistiken aktivieren
es_es: Habilitar estadísticas de productos
fr_fr: Activer les statistiques de produit
pt_pt: Ativar estatísticas do produto

source: Disable product statistics
de_de: Produktstatistiken deaktivieren
es_es: Deshabilitar estadísticas de productos
fr_fr: Désactiver les statistiques de produit
pt_pt: Desativar estatísticas do produto

source: Select this to enable statistics on all selected products.
de_de: Wählen Sie diese Option aus, um Statistiken zu allen ausgewählten Produkten zu aktivieren.
es_es: Seleccione esto para habilitar las estadísticas en todos los productos seleccionados.
fr_fr: Sélectionnez cette option pour activer les statistiques sur tous les produits sélectionnés.
pt_pt: Selecione isto para ativar estatísticas em todos os produtos selecionados.

source: Select this to disable statistics on all selected products.
de_de: Wählen Sie diese Option aus, um die Statistiken für alle ausgewählten Produkte zu deaktivieren.
es_es: Seleccione esto para deshabilitar las estadísticas en todos los productos seleccionados.
fr_fr: Sélectionnez cette option pour désactiver les statistiques sur tous les produits sélectionnés.
pt_pt: Selecione isto para desativar estatísticas em todos os produtos selecionados.

source: Stock management
de_de: Lagerverwaltung
es_es: Gestion de Stocks
fr_fr: Gestion de stock
pt_pt: Gestão de stocks

source: Stock status
de_de: Lagerbestand
es_es: Estado de stock
fr_fr: État des stocks
pt_pt: Status de estoque
