Repository: common-repository/auto-post-woocommerce-products
Catalog: languages/auto-post-woocommerce-products-*.po
Languages: de_de, es_es, fr_fr, pt_pt

source: APWCP Reset plugin
fr_fr: APWCP réinitialiser le plugin
pt_pt: Plugin de Reset do APWCP

source: In the event this plugin is not functioning correctly, you may click the button below to reset certain items. The reset items will be erased and recreated, hopefully correcting your issue. Before proceeding with the reset, please clear your browser cache by pressing and holding the CTRL+SHIFT+DELETE keys on your keyboard.
de_de: Falls dieses Plugin nicht richtig funktioniert, können Sie auf die Schaltfläche unten klicken, um bestimmte Elemente zurückzusetzen. Die zurückgesetzten Elemente werden gelöscht und neu erstellt, um das Problem zu beheben. Bevor Sie mit dem Zurücksetzen fortfahren, leeren Sie bitte Ihren Browser-Cache, indem Sie die Tasten STRG + UMSCHALT + ENTF auf Ihrer Tastatur gedrückt halten.
es_es: En el caso de que este complemento no funcione correctamente, puede hacer clic en el botón de abajo para restablecer ciertos elementos. Los elementos de restablecimiento se borrarán y se volverán a crear, con la esperanza de corregir su problema. Antes de continuar con el restablecimiento, borre la memoria caché de su navegador presionando las teclas CTRL + MAYÚS + BORRAR del teclado.
fr_fr: Si ce plugin ne fonctionne pas correctement, vous pouvez cliquer sur le bouton ci-dessous pour réinitialiser certains éléments. Les éléments de réinitialisation seront effacés et recréés, corrigeant éventuellement votre problème. Avant de procéder à la réinitialisation, veuillez vider le cache de votre navigateur en maintenant enfoncées les touches CTRL + MAJ + SUPPR de votre clavier.
pt_pt: Caso este plug-in não esteja funcionando corretamente, você poderá clicar no botão abaixo para redefinir determinados itens. Os itens de redefinição serão apagados e recriados, corrigindo o problema. Antes de continuar com a redefinição, limpe o cache do navegador pressionando e mantendo pressionadas as teclas CTRL + SHIFT + DELETE no teclado.

source: The items to be reset will be: <em>product list temporary data files, auto posting, auto posting products list and product list view filters/settings.
de_de: Die zurückzusetzenden Elemente sind: <em>temporäre Datendateien der Produktliste, automatische Veröffentlichung, automatische Veröffentlichung der Produktliste und Filter / Einstellungen für die Ansicht der Produktliste.
es_es: Los elementos que se restablecerán serán: <em>lista de productos, archivos de datos temporales, publicación automática, lista de productos de publicación automática y filtros / configuración de vista de lista de productos.
fr_fr: Les éléments à réinitialiser sont les suivants: <em>fichiers de données temporaires de la liste de produits, publication automatique, liste de publication automatique de produits et filtres / paramètres d'affichage de la liste de produits.
pt_pt: Os itens a serem redefinidos serão: <em>lista de produtos arquivos de dados temporários, postagem automática, lista de produtos de postagem automática e filtros / configurações de exibição de lista de produtos.

source: Resetting plugin
de_de: Plugin zurücksetzen
es_es: Reinicio del plugin
fr_fr: Réinitialisation du plugin
pt_pt: Repor o plugin

source: Scheduled to Tweet
de_de: Geplant zum Tweet
es_es: Programado para Tweet
fr_fr: Prévu pour Tweet
pt_pt: Agendado para Tweetar

source: Please check out the plugin and if you have any trouble with a setting or feature, please see the Help and Support tab. There are links to reach out for additional support if needed.
de_de: Bitte überprüfen Sie das Plugin. Wenn Sie Probleme mit einer Einstellung oder Funktion haben, lesen Sie die Registerkarte Hilfe und Support. Falls erforderlich, können Sie sich über zusätzliche Links informieren.
es_es: Consulte el complemento y si tiene algún problema con una configuración o función, consulte la pestaña Ayuda y soporte. Hay enlaces para buscar apoyo adicional si es necesario.
fr_fr: Veuillez vérifier le plug-in et si vous rencontrez des problèmes avec un paramètre ou une fonctionnalité, veuillez consulter l'onglet Aide et support Il existe des liens pour obtenir un soutien supplémentaire si nécessaire.
pt_pt: Por favor, verifique o plugin e se você tiver algum problema com uma configuração ou recurso, consulte a guia Ajuda e Suporte. Existem links para buscar suporte adicional, se necessário.

source: Select your product categories
de_de: Wählen Sie Ihre Produktkategorien
es_es: Seleccione sus categorías de productos
fr_fr: Sélectionnez vos catégories de produits
pt_pt: Selecione suas categorias de produtos

source: Please select at least one category.
de_de: Bitte wählen Sie mindestens eine Kategorie aus.
es_es: Por favor seleccione al menos una categoría.
fr_fr: Veuillez sélectionner au moins une catégorie.
pt_pt: Por favor, selecione pelo menos uma categoria.

source: Select none
de_de: Nichts ausgewählt
es_es: Seleccionar ninguno
fr_fr: Ne rien sélectionner
pt_pt: Selecione nenhum

source: APWCP status information
de_de: APWCP-Statusinformationen
es_es: Información de estado de APWCP
fr_fr: Informations sur le statut du programme APWCP
pt_pt: Informações de status do APWCP

source: APWCP status page
de_de: APWCP-Statusseite
es_es: Página de estado APWCP
fr_fr: Page d'état APWCP
pt_pt: Página de status do APWCP

source: Access token secret
de_de: Zugriff Token-Geheimnis
es_es: Token de acceso secreto
fr_fr: Accès au secret de jeton
pt_pt: Segredo do Token de Acesso

source: Access token
de_de: Zugangstoken
es_es: Token de acceso
fr_fr: Jeton d'accès
pt_pt: Token de Acesso

source: Twitter API Codes
es_es: Códigos de API de Twitter
fr_fr: Codes API Twitter
pt_pt: Códigos da API do Twitter

source: Consumer key (API key)
de_de: Verbraucherschlüssel (API Key)
es_es: Clave de consumidor (clave de API)
fr_fr: Clé du consommateur (clé API)
pt_pt: Chave do Consumidor (Chave da API)

source: Consumer secret (API secret)
de_de: Konsumentengeheimnis (API Secret)
es_es: Secreto del consumidor (API secreta)
fr_fr: Secret du consommateur (secret de l'API)
pt_pt: Segredo do Consumidor (Segredo da API)

source: Twitter metadata
de_de: Twitter Metadaten
es_es: Metadatos de Twitter
fr_fr: Méta-données Twitter
pt_pt: Metadados do Twitter

source: This option will add the required Twitter meta tags to your product pages. To set this you must enter your Twitter user name in the box and this setting will automatically be set. To disable the meta tags, just remove your user name and save your changes.
de_de: Diese Option fügt den Produktseiten die erforderlichen Twitter-Meta-Tags hinzu. Um dies festzulegen, müssen Sie Ihren Twitter-Benutzernamen in das Feld eingeben. Diese Einstellung wird automatisch festgelegt. Um die Meta-Tags zu deaktivieren, entfernen Sie einfach Ihren Benutzernamen und speichern Sie die Änderungen.
es_es: Esta opción agregará las etiquetas meta de Twitter requeridas a las páginas de sus productos. Para configurar esto, debe ingresar su nombre de usuario de Twitter en el cuadro y esta configuración se establecerá automáticamente. Para deshabilitar las etiquetas meta, simplemente elimine su nombre de usuario y guarde sus cambios.
fr_fr: Cette option ajoutera les balises méta Twitter requises aux pages de votre produit. Pour définir cela, vous devez entrer votre nom d'utilisateur Twitter dans la case et ce paramètre sera automatiquement défini. Pour désactiver les balises META, supprimez simplement votre nom d'utilisateur et enregistrez vos modifications.
pt_pt: Essa opção adicionará as meta tags do Twitter necessárias às suas páginas de produtos. Para definir isso, você deve inserir seu nome de usuário do Twitter na caixa e essa configuração será definida automaticamente. Para desativar as metatags, basta remover seu nome de usuário e salvar suas alterações.

source: Twitter username
de_de: Twitter Benutzername
es_es: Nombre de usuario de Twitter
fr_fr: Nom d'utilisateur Twitter
pt_pt: Nome de usuário do Twitter

source: Enter your username to enable the Twitter meta tags below.
de_de: Geben Sie Ihren Benutzernamen ein, um die folgenden Twitter-Meta-Tags zu aktivieren.
es_es: Ingrese su nombre de usuario para habilitar las metaetiquetas de Twitter a continuación.
fr_fr: Entrez votre nom d'utilisateur pour activer les balises META Twitter ci-dessous.
pt_pt: Digite seu nome de usuário para ativar as metatags do Twitter abaixo.

source: Updating data. . .
de_de: Daten aktualisieren. . .
es_es: Actualización de datos. . .
fr_fr: Mise à jour des données. . .
pt_pt: Atualizando dados. . .

source: Welcome
de_de: Willkommen
es_es: Bienvenido
fr_fr: Bienvenue
pt_pt: Bem vinda

source: Welcome!
de_de: Herzlich willkommen!
es_es: ¡Bienvenido!
fr_fr: Bienvenue!
pt_pt: Bem vinda!

source: Welcome To APWCP!
de_de: Willkommen bei APWCP!
es_es: Bienvenido a APWCP!
fr_fr: Bienvenue à APWCP!
pt_pt: Bem-vindo ao APWCP!

source: Welcome To Auto Post WooCommerce Products!
de_de: Willkommen bei Auto Post WooCommerce-Produkten!
es_es: Productos de publicación automática de WooCommerce!
fr_fr: Bienvenue aux produits Auto Post WooCommerce!
pt_pt: Bem-vindo ao Auto Post WooCommerce Products!

source: You have installed
de_de: Sie haben installiert
es_es: Usted ha instalado
fr_fr: Vous avez installé
pt_pt: Você instalou

source: API codes
es_es: Códigos API
fr_fr: Codes API
pt_pt: Códigos de API

source: If you have a Facebook App ID, please enter it in the box and save. This is required for the Facebook meta product tags. If you do not have one, the CIL Creations app id will be used. You may get your own ID by clicking on the link provided. Our plugin will work just fine if you skip this setting.
de_de: Wenn Sie eine Facebook-App-ID haben, geben Sie diese bitte in das Feld ein und speichern Sie sie. Dies ist für die Facebook-Meta-Produkt-Tags erforderlich. Wenn Sie keine haben, wird die CIL Creations-App-ID verwendet. Sie können Ihre eigene ID erhalten, indem Sie auf den angegebenen Link klicken. Unser Plugin funktioniert gut, wenn Sie diese Einstellung überspringen.
es_es: Si tiene una ID de aplicación de Facebook, ingrésela en el cuadro y guárdela. Esto es obligatorio para las etiquetas de metadatos de Facebook. Si no tiene uno, se usará la identificación de la aplicación CIL Creations. Puede obtener su propia identificación haciendo clic en el enlace proporcionado. Nuestro complemento funcionará bien si se salta esta configuración.
fr_fr: Si vous avez un identifiant d'application Facebook, veuillez le saisir dans la case et sauvegarder. Ceci est requis pour les balises de méta-produit Facebook. Si vous n'en avez pas, l'identifiant de l'application CIL Creations sera utilisé. Vous pouvez obtenir votre propre identifiant en cliquant sur le lien fourni. Notre plugin fonctionnera parfaitement si vous ignorez ce paramètre.
pt_pt: Se você tiver um ID de aplicativo do Facebook, insira-o na caixa e salve. Isso é necessário para as tags de meta-produto do Facebook. Se você não tiver um, o ID do aplicativo CIL Creations será usado. Você pode obter seu próprio ID clicando no link fornecido. Nosso plugin funcionará bem se você pular essa configuração.

source: APWCP ERROR
de_de: APWCP-FEHLER
es_es: ERROR APWCP
pt_pt: ERRO APWCP

source: A Bitly generic access token is required to shorten all product links before posting and for data collection by Bitly. Without this token you will not be able to get statistic information on each of your product postings.
de_de: Ein generisches Bitly-Zugriffstoken ist erforderlich, um alle Produktlinks vor der Veröffentlichung und für die Datenerfassung durch Bitly zu verkürzen. Ohne dieses Token können Sie keine statistischen Informationen zu jedem Ihrer Produktbuchungen abrufen.
es_es: Se requiere un token de acceso genérico de Bitly para acortar todos los enlaces de productos antes de la publicación y para la recopilación de datos por parte de Bitly. Sin este token, no podrá obtener información estadística sobre cada una de las publicaciones de sus productos.
fr_fr: Un jeton d'accès générique Bitly est requis pour raccourcir tous les liens de produit avant la publication et pour la collecte de données par Bitly. Sans ce jeton, vous ne pourrez pas obtenir d'informations statistiques sur chacune de vos publications de produits.
pt_pt: Um token de acesso Bitly genérico é necessário para encurtar todos os links de produtos antes de postar e para a coleta de dados por Bitly. Sem esse token, você não poderá obter informações estatísticas sobre cada um dos lançamentos de seus produtos.

source: Bitly link is not formatted correctly.
de_de: Bitly Link ist nicht korrekt formatiert.
es_es: Bitly link no está formateado correctamente.
fr_fr: Bitly link n'est pas formaté correctement.
pt_pt: Bitly link não está formatado corretamente.

source: Categories
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
pt_pt: Categorias

source: Please check your Twitter and Bitly codes on the Settings tab. There are missing codes.
de_de: Bitte überprüfen Sie Ihre Twitter- und Bitly-Codes auf der Registerkarte Einstellungen. Es fehlen Codes.
es_es: Por favor revise sus códigos de Twitter y Bitly en la pestaña Configuración. Faltan códigos.
fr_fr: Veuillez vérifier vos codes Twitter et Bitly dans l'onglet Paramètres. Il manque des codes.
pt_pt: Por favor, verifique o seu Twitter e códigos Bitly na guia Configurações. Existem códigos ausentes.

source: Clean database when uninstalling
de_de: Säubern Sie die Datenbank bei der Deinstallation
es_es: Limpie la base de datos al desinstalar
fr_fr: Nettoyer la base de données lors de la désinstallation
pt_pt: Limpar banco de dados ao desinstalar

source: Clean database
de_de: Datenbank reinigen
es_es: Limpiar base de datos
fr_fr: Nettoyer la base de données
pt_pt: Banco de dados limpo

source: Selecting this option will enable the APWCP dashboard widget for this plugin.
de_de: Wenn Sie diese Option auswählen, wird das APWCP Dashboard Widget für dieses Plugin aktiviert.
es_es: Al seleccionar esta opción, se habilitará el widget APWCP Dashboard para este complemento.
fr_fr: La sélection de cette option activera le widget Tableau de bord APWCP pour ce plugin.
pt_pt: Selecionar essa opção ativará o widget do painel APWCP para este plug-in.

source: Dashboard widget
es_es: Widget de tablero
fr_fr: Widget de tableau de bord
pt_pt: Widget do painel

source: APWCP dashboard widget
fr_fr: Widget tableau de bord APWCP
pt_pt: Widget do painel do APWCP

source: This product could not be deleted:
de_de: Dieses Produkt konnte nicht gelöscht werden:
es_es: Este producto no pudo ser eliminado:
fr_fr: Ce produit n'a pas pu être supprimé:
pt_pt: Este produto não pôde ser excluído:

source: Delete all settings when this plugin is uninstalled.
de_de: Löschen Sie ALLE Einstellungen, wenn dieses Plugin deinstalliert wird.
es_es: Eliminar TODAS las configuraciones cuando se desinstala este complemento.
fr_fr: Supprimer TOUS les paramètres lorsque ce plug-in est désinstallé.
pt_pt: Apague TODAS as Configurações quando este plugin é desinstalado.

source: The products you have selected to edit are listed below. All products that are checked will be edited. If you do not want to edit an individual product, uncheck the box. Child products will be indented in the list to distinguish them from all others.
de_de: Die zur Bearbeitung ausgewählten Produkte sind unten aufgeführt. Alle Produkte, die geprüft werden, werden bearbeitet. Wenn Sie kein einzelnes Produkt bearbeiten möchten, deaktivieren Sie das Kontrollkästchen. Untergeordnete Produkte werden in der Liste eingerückt, um sie von allen anderen zu unterscheiden.
es_es: Los productos que ha seleccionado para editar se enumeran a continuación. Todos los productos que están marcados serán editados. Si no desea editar un producto individual, desmarque la casilla. Los productos infantiles estarán sangrados en la lista para distinguirlos de todos los demás.
fr_fr: Les produits que vous avez choisi d’éditer sont énumérés ci-dessous. Tous les produits cochés seront édités. Si vous ne souhaitez pas modifier un produit individuel, décochez la case. Les produits pour enfants seront mis en retrait dans la liste pour les distinguer de tous les autres.
pt_pt: Os produtos que você selecionou para editar estão listados abaixo. Todos os produtos que são verificados serão editados. Se você não quiser editar um produto individual, desmarque a caixa. Os produtos infantis serão recuados na lista para distingui-los de todos os outros.

source: Selecting this option will remove ALL database settings and data for this plugin when you uninstall. Leave unchecked to save all settings, especially if you want to reinstall this plugin with all current settings.
de_de: Wenn Sie diese Option auswählen, werden ALLE Datenbankeinstellungen und Daten für dieses Plugin bei der Deinstallation entfernt. Lassen Sie das Kontrollkästchen deaktiviert, um alle Einstellungen zu speichern, insbesondere, wenn Sie dieses Plugin mit allen aktuellen Einstellungen neu installieren möchten.
es_es: Al seleccionar esta opción, se eliminarán TODAS las configuraciones de la base de datos y los datos de este complemento cuando se desinstale. Deje sin marcar para guardar todas las configuraciones, especialmente si desea volver a instalar este complemento con todas las configuraciones actuales.
fr_fr: La sélection de cette option supprimera TOUS les paramètres de base de données et les données pour ce plug-in lors de la désinstallation. Ne cochez pas cette option pour enregistrer tous les paramètres, surtout si vous souhaitez réinstaller ce plug-in avec tous les paramètres actuels.
pt_pt: Ao selecionar essa opção, você removerá TODAS as configurações e dados do banco de dados desse plug-in ao desinstalá-lo. Deixe desmarcado para salvar todas as configurações, especialmente se você quiser reinstalar este plugin com todas as configurações atuais.

source: Selecting this option will add the required Facebook meta tags to your product page theme header. This is required if you are posting products to Facebook or your postings may not appear correctly or at all.
de_de: Wenn Sie diese Option auswählen, werden die erforderlichen Facebook-Meta-Tags zum Themenheader Ihrer Produktseite hinzugefügt. Dies ist erforderlich, wenn Sie Produkte auf Facebook einstellen oder Ihre Postings nicht korrekt oder gar nicht erscheinen.
es_es: Al seleccionar esta opción, se agregarán las metaetiquetas de Facebook necesarias al encabezado del tema de la página del producto. Esto es necesario si está publicando productos en Facebook o sus publicaciones pueden no aparecer correctamente o no aparecer.
fr_fr: En sélectionnant cette option, vous ajouterez les balises Meta Facebook requises à l'en-tête du thème de votre page de produit. Ceci est nécessaire si vous publiez des produits sur Facebook ou si vos publications peuvent ne pas apparaître correctement ou pas du tout.
pt_pt: Selecionar essa opção adicionará as metatags do Facebook necessárias ao cabeçalho do tema da página do produto. Isso é necessário se você estiver postando produtos no Facebook ou se suas postagens não aparecerem corretamente ou não aparecerem.

source: Selecting this option will enable the WordPress admin theme colors for this plugin. If you would rather use the default plugin theme, uncheck this setting.
de_de: Wenn Sie diese Option auswählen, werden die WordPress-Designfarben für dieses Plugin aktiviert. Wenn Sie lieber das Standard-Plugin-Design verwenden möchten, deaktivieren Sie diese Einstellung.
es_es: Seleccionar esta opción habilitará los colores del tema de administración de WordPress para este complemento. Si prefiere usar el tema del complemento predeterminado, desmarque esta configuración.
fr_fr: La sélection de cette option activera les couleurs du thème d'administration WordPress pour ce plug-in. Si vous préférez utiliser le thème de plugin par défaut, décochez ce paramètre.
pt_pt: A seleção dessa opção ativará as cores do tema de administração do WordPress para este plug-in. Se preferir usar o tema de plug-in padrão, desmarque essa configuração.

source: Product Edit ERROR
de_de: Produkt bearbeiten FEHLER
es_es: Producto Editar ERROR
fr_fr: Produit Edit ERROR
pt_pt: Produto Editar ERRO

source: Enable Auto Posting
de_de: Aktivieren Sie die automatische Buchung
es_es: Habilitar publicación automática
fr_fr: Activer la publication automatique
pt_pt: Ativar postagem automática

source: Enable statistics
de_de: Statistiken aktivieren
es_es: Habilitar estadísticas
fr_fr: Activer les statistiques
pt_pt: Ativar estatísticas

source: Enable WordPress admin theme colors
de_de: Aktivieren Sie WordPress-Designfarben
es_es: Habilitar los colores del tema de administrador de WordPress
fr_fr: Activer les couleurs du thème d'administration WordPress
pt_pt: Habilitar cores do tema de administração do WordPress

source: Enable theme colors
de_de: Motivfarben aktivieren
es_es: Habilitar colores de tema
fr_fr: Activer les couleurs du thème
pt_pt: Ativar cores de tema

source: Enter your hashtags
de_de: Geben Sie Ihre Hashtags ein
es_es: Ingrese sus hashtags
fr_fr: Entrez vos hashtags
pt_pt: Digite suas hashtags

source: ERROR!
fr_fr: ERREUR!
pt_pt: ERRO!

source: Facebook app ID
es_es: ID de la aplicación de Facebook
fr_fr: Identifiant de l'application Facebook
pt_pt: ID do aplicativo do Facebook

source: Enable Facebook meta tags.
de_de: Aktivieren Sie Facebook-Meta-Tags.
es_es: Habilita metaetiquetas de Facebook.
fr_fr: Activer les balises Meta Facebook.
pt_pt: Ativar Meta Tags do Facebook.

source: Facebook meta tags
es_es: Etiquetas meta de Facebook
fr_fr: Balises META Facebook
pt_pt: Meta tags do Facebook

source: Your plan allows for five hashtags.
de_de: Ihr Plan sieht fünf Hashtags vor.
es_es: Su plan permite cinco hashtags.
fr_fr: Votre plan prévoit cinq hashtags.
pt_pt: Seu plano permite cinco hashtags.

source: Enter your hashtags separating each with a comma.
de_de: Geben Sie Ihre Hashtags ein, indem Sie jeweils ein Komma trennen.
es_es: Ingrese sus hashtags separando cada uno con una coma.
fr_fr: Entrez vos hashtags en les séparant par une virgule.
pt_pt: Digite suas hashtags separando cada uma com uma vírgula.

source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aidez-moi
pt_pt: Socorro

source: Auto Post INFORMATION:
de_de: Automatische Beitragsinformationen:
es_es: Auto publicación INFORMACIÓN:
fr_fr: Informations de publication automatique:
pt_pt: Informação Auto Post:

source: LOCALHOST cannot post to social media.
de_de: LOCALHOST kann nicht auf Social Media posten.
es_es: LOCALHOST no puede publicar en las redes sociales.
fr_fr: LOCALHOST ne peut pas publier sur les médias sociaux.
pt_pt: O LOCALHOST não pode postar nas mídias sociais.
