Repository: common-repository/auto-post-woocommerce-products
Catalog: languages/auto-post-woocommerce-products-*.po
Languages: de_de, es_es, fr_fr, pt_pt

source: When set to MANAGING Stock, WooCommerce may automatically set the Stock Status based upon your inventory quantity and your Backorder Status selection.
de_de: Bei der Einstellung "Bestand verwalten" setzt WooCommerce den Bestandsstatus möglicherweise automatisch auf der Grundlage Ihrer Bestandsmenge und Ihres Rückstandsstatus.
es_es: Cuando se configura como GESTION de stock, WooCommerce puede establecer automáticamente el estado del stock en función de su cantidad de inventario y su selección del estado del pedido pendiente.
fr_fr: Lorsqu'il est défini sur GESTION DES STOCKS, WooCommerce peut automatiquement définir l'état des stocks en fonction de votre quantité d'inventaire et de votre sélection d'état des commandes en attente.
pt_pt: Quando definido como MANAGING Stock, o WooCommerce pode definir automaticamente o status do estoque com base na quantidade do seu inventário e na seleção do status de pedido em espera.

source: Total inventory items
de_de: Gesamtbestandsartikel
es_es: Total de artículos de inventario
fr_fr: Total des articles en stock
pt_pt: Total de itens de estoque

source: Unshared
de_de: Ungeteilt
es_es: Incompartible
fr_fr: Non partagé
pt_pt: Não partilhado

source: Variation
es_es: Variación
pt_pt: Variação

source: Virtual product
de_de: Virtuelles Produkt
es_es: Producto virtual
fr_fr: Produit virtuel
pt_pt: Produto virtual

source: Visibility
de_de: Sichtweite
es_es: Visibilidad
fr_fr: Visibilité
pt_pt: Visibilidade

source: Should the product on the front end be Hidden, Shown in the shop listings and search results, Shown in search results only or just shown in the Shop listings only.
de_de: Sollte das Produkt am Frontend ausgeblendet sein, wird es in den Shoplisten und Suchergebnissen angezeigt, wird nur in den Suchergebnissen angezeigt oder es wird nur in den Shoplisten angezeigt.
es_es: Si el producto en la parte delantera está Oculto, se muestra en los listados de la tienda y los resultados de búsqueda, Se muestra solo en los resultados de búsqueda o solo en el Comprar solo listados.
fr_fr: Si le produit figurant au recto est masqué, affiché dans les listes de magasin et les résultats de recherche, affiché dans les résultats de recherche uniquement ou uniquement dans les listes de magasin uniquement.
pt_pt: O produto no front end deve estar oculto, exibido nas listagens da loja e nos resultados de pesquisa, exibido apenas nos resultados de pesquisa ou apenas nas listagens da loja.

source: Auto Post Woocommerce Products FREE version
de_de: Auto Post Woocommerce Produkte KOSTENLOSE Version
es_es: Auto Post Woocommerce Products versión GRATIS
fr_fr: Auto Post Woocommerce Products version gratuite
pt_pt: Auto Post Woocommerce Products Versão gratuita

source: These figures are automatically updated when you make any changes to a product's status such as changing the categories or adding and deleting a product in your inventory.
de_de: Diese Zahlen werden automatisch aktualisiert, wenn Sie den Status eines Produkts ändern, z. B. die Kategorien ändern oder ein Produkt in Ihrem Inventar hinzufügen oder löschen.
es_es: Estas cifras se actualizan automáticamente cuando realiza cambios en el estado de un producto, como cambiar las categorías o agregar y eliminar un producto en su inventario.
fr_fr: Ces chiffres sont automatiquement mis à jour lorsque vous modifiez le statut d'un produit, par exemple en modifiant les catégories ou en ajoutant ou supprimant un produit dans votre inventaire.
pt_pt: Esses números são atualizados automaticamente quando você faz alterações no status de um produto, como alterar as categorias ou adicionar e excluir um produto em seu inventário.

source: Bitly generic access token
de_de: Bitly generisches Zugriffs-Token
es_es: Token de acceso genérico Bitly
fr_fr: Jeton d'accès générique
pt_pt: Token de Acesso Genérico Bitly

source: The categories you select will allow all products within those categories to be auto posted to Twitter.
de_de: Mit den ausgewählten Kategorien können alle Produkte dieser Kategorien automatisch bei Twitter gepostet werden.
es_es: Las categorías que seleccione permitirán que todos los productos dentro de esas categorías se publiquen automáticamente en Twitter.
fr_fr: Les catégories que vous sélectionnez permettront à tous les produits de ces catégories d'être automatiquement publiés sur Twitter.
pt_pt: As categorias selecionadas permitirão que todos os produtos dessas categorias sejam postados automaticamente no Twitter.

source: Any changes made here will be reflected once all products to post have been exhausted or by using the reset button below. Individual changes can be made immediately on the Product Listing tab.
de_de: Alle hier vorgenommenen Änderungen werden nach Erschöpfung aller zu sendenden Produkte oder durch Klicken auf die Schaltfläche "Zurücksetzen" unten angezeigt. Einzelne Änderungen können sofort auf der Registerkarte Produktliste vorgenommen werden.
es_es: Cualquier cambio realizado aquí se reflejará una vez que se hayan agotado todos los productos para publicar o utilizando el botón de reinicio a continuación. Los cambios individuales se pueden hacer inmediatamente en la pestaña Listado de productos.
fr_fr: Toute modification apportée ici sera reflétée une fois que tous les produits à poster ont été épuisés ou en utilisant le bouton de réinitialisation ci-dessous. Des modifications individuelles peuvent être effectuées immédiatement dans l'onglet Liste de produits.
pt_pt: Quaisquer alterações feitas aqui serão refletidas assim que todos os produtos para publicação forem esgotados ou usando o botão de redefinição abaixo. Alterações individuais podem ser feitas imediatamente na guia Listagem de produtos.

source: Select which categories to use when auto posting products to Twitter.
de_de: Wählen Sie aus welche Kategorien beim automatischen Posten von Produkten auf Twitter verwendet werden sollen.
es_es: Seleccione qué categorías usar cuando envíe productos automáticamente a Twitter.
fr_fr: Sélectionnez les catégories à utiliser lors de la publication automatique de produits sur Twitter.
pt_pt: Selecione as categorias a serem usadas ao postar produtos automaticamente no Twitter.

source: WooCommerce product categories
de_de: WooCommerce Produktkategorien
es_es: Categorías de productos de WooCommerce
fr_fr: Catégories de produits WooCommerce
pt_pt: Categorias de produtos WooCommerce

source: Copy data to clipboard
de_de: Kopiere Daten in die Zwischenablage
es_es: Copiar datos al portapapeles
fr_fr: Copier des données dans le presse-papier
pt_pt: Copiar dados para a área de transferência

source: Current Auto Posting Data
de_de: Aktuelle automatische Buchungsdaten
es_es: Datos de publicación automática actuales
fr_fr: Données actuelles d'enregistrement automatique
pt_pt: Dados de publicação automática atual

source: Current settings and values
de_de: Aktuelle Einstellungen und Werte
es_es: Configuraciones actuales y valores
fr_fr: Paramètres et valeurs actuels
pt_pt: Configurações atuais e valores

source: Auto Post WooCommerce Products Status
de_de: Auto Post WooCommerce-Produkte Status
es_es: Estado de productos de Auto WooCommerce
fr_fr: État des produits WooCommerce à publication automatique
pt_pt: Auto postar status de produtos WooCommerce

source: You may click the button below to Enable/Disable WP_DEBUG and the WP_DEBUG log. Once you submit your data from this page to your support ticket, you may Disable the DEBUG mode.
de_de: Sie können unten auf die Schaltfläche klicken, um WP_DEBUG und das WP_DEBUG-Protokoll zu aktivieren / deaktivieren. Nachdem Sie Ihre Daten von dieser Seite an Ihr Support-Ticket übermittelt haben, können Sie den DEBUG-Modus deaktivieren.
es_es: Puede hacer clic en el botón a continuación para activar/desactivar WP_DEBUG y el registro WP_DEBUG. Una vez que envíe sus datos de esta página a su ticket de soporte, puede desactivar el modo DEBUG.<br/><br/>La configuración de WP_DEBUG_DISPLAY mostrará todos los errores en la pantalla, front-end y admin. Esto significa que los visitantes a su sitio también verán los errores. Utilice solo mientras se depura un problema.
fr_fr: Vous pouvez cliquer sur le bouton ci-dessous pour activer / désactiver WP_DEBUG et le journal WP_DEBUG. Une fois que vous avez envoyé les données de cette page sur votre ticket d’assistance, vous pouvez désactiver le mode DEBUG.
pt_pt: Você pode clicar no botão abaixo para ativar / desativar WP_DEBUG e o log WP_DEBUG. Depois de enviar seus dados desta página para o ticket de suporte, você pode desativar o modo DEBUG.

source: WP_DEBUG_DISPLAY setting will display all errors on the screen, front end and admin. This means visitors to your site will also see the errors. Only use while debugging an issue.
de_de: Die Einstellung WP_DEBUG_DISPLAY zeigt alle Fehler auf dem Bildschirm, dem Frontend und dem Administrator an. Dies bedeutet, dass Besucher Ihrer Website auch die Fehler sehen. Nur beim Debuggen eines Problems verwenden.
es_es: Puede hacer clic en el botón a continuación para activar/desactivar WP_DEBUG y el registro WP_DEBUG. Una vez que envíe sus datos de esta página a su ticket de soporte, puede desactivar el modo DEBUG.<br/><br/>La configuración de WP_DEBUG_DISPLAY mostrará todos los errores en la pantalla, front-end y admin. Esto significa que los visitantes a su sitio también verán los errores. Utilice solo mientras se depura un problema.
fr_fr: Le paramètre WP_DEBUG_DISPLAY affichera toutes les erreurs à l'écran, front-end et admin Cela signifie que les visiteurs de votre site verront également les erreurs. Utilisez uniquement lors du débogage d'un problème.
pt_pt: A configuração WP_DEBUG_DISPLAY exibirá todos os erros na tela, front end e admin. Isso significa que os visitantes do seu site também verão os erros. Use somente durante a depuração de um problema.

source: Failed to set WP_DEBUG! Please try again.
de_de: Fehler beim Festlegen von WP_DEBUG! Bitte versuche es erneut.
es_es: Error al establecer WP_DEBUG! Inténtalo de nuevo.
fr_fr: Impossible de définir WP_DEBUG! Veuillez réessayer.
pt_pt: Falha ao definir WP_DEBUG! Por favor, tente novamente.

source: Debug mode set, refreshing page. . .
de_de: Debug-Modus gesetzt, Seite aktualisieren. . .
es_es: Modo de depuración configurado, página de actualización. . .
fr_fr: Mode de débogage défini, page de rafraîchissement. . .
pt_pt: Modo de depuração definido, página de atualização. . .

source: Enable WP Debug and WP Debug Display
de_de: Aktivieren Sie WP-Debug und WP-Debug-Anzeige
es_es: Habilitar WP_Debug y WP_Debug_Display
fr_fr: Activer WP_Debug et WP_Debug _Affichage
pt_pt: Ativar WP_Debug e WP_Debug_Display

source: Disable WP_DEBUG
de_de: Deaktivieren Sie WP_DEBUG
es_es: Deshabilitar WP_DEBUG
fr_fr: Désactiver WP_DEBUG
pt_pt: Desativar WP_DEBUG

source: Selecting this option will enable or disable auto posting to Twitter.
de_de: Wenn Sie diese Option auswählen, wird die automatische Veröffentlichung auf Twitter aktiviert oder deaktiviert.
es_es: Al seleccionar esta opción, se habilita o deshabilita la publicación automática en Twitter.
fr_fr: La sélection de cette option active ou désactive la publication automatique sur Twitter.
pt_pt: Selecionar essa opção ativará ou desativará a postagem automática no Twitter.

source: Enable auto posting to Twitter.
de_de: Aktiviere die automatische Veröffentlichung auf Twitter.
es_es: Habilita la publicación automática en Twitter.
fr_fr: Activer la publication automatique sur Twitter.
pt_pt: Ativar postagem automática no Twitter.

source: Enable WP_DEBUG
de_de: Aktivieren Sie WP_DEBUG
es_es: Habilitar WP_DEBUG
fr_fr: Activer WP_DEBUG
pt_pt: Ativar WP_DEBUG

source: Enable this setting to activate WP_DEBUG
de_de: Aktivieren Sie diese Einstellung, um WP_DEBUG zu aktivieren
es_es: Habilitar esta configuración para activar WP_DEBUG
fr_fr: Activer ce paramètre pour activer WP_DEBUG
pt_pt: Habilite esta configuração para ativar o WP_DEBUG

source: Enable this setting to activate WP_DEBUG_DISPLAY.
de_de: Aktivieren Sie diese Einstellung, um WP_DEBUG_DISPLAY zu aktivieren.
es_es: Habilita esta configuración para activar WP_DEBUG_DISPLAY.
fr_fr: Activez ce paramètre pour activer WP_DEBUG_DISPLAY.
pt_pt: Ative esta configuração para ativar o WP_DEBUG_DISPLAY.

source: Enable WP_DEBUG_DISPLAY
de_de: Aktivieren Sie WP_DEBUG_DISPLAY
es_es: Habilita WP_DEBUG_DISPLAY
fr_fr: Activer WP_DEBUG_DISPLAY
pt_pt: Ativar WP_DEBUG_DISPLAY

source: Enable Twitter meta tags.
de_de: Aktivieren Sie Twitter-Meta-Tags.
es_es: Habilita Metaetiquetas de Twitter.
fr_fr: Activer les balises Meta Twitter.
pt_pt: Ativar Meta Tags do Twitter.

source: Enter your access token
de_de: Geben Sie Ihr Zugriffstoken ein
es_es: Ingresa tu token de acceso
fr_fr: Entrez votre jeton d'accès
pt_pt: Digite seu token de acesso

source: I know you will find this plugin to be very useful in marketing and managing your WooCommerce products.
de_de: Ich weiß, dass Sie dieses Plugin als sehr nützlich beim Marketing und der Verwaltung Ihrer WooCommerce-Produkte finden werden.
es_es: Sé que encontrará que este complemento es muy útil para comercializar y administrar sus productos de WooCommerce.
fr_fr: Je sais que vous trouverez ce plug-in très utile dans le marketing et la gestion de vos produits WooCommerce.
pt_pt: Eu sei que você vai encontrar este plugin para ser muito útil em marketing e gerenciamento de seus produtos WooCommerce.

source: Information
pt_pt: Em formação

source: Latest version installed
de_de: Neueste Version installiert
es_es: Última versión instalada
fr_fr: Dernière version installée
pt_pt: Última versão instalada

source: Log Files
de_de: Protokolldateien
es_es: Archivos de registro
fr_fr: Fichiers de log
pt_pt: Arquivos de log

source: Please update.
de_de: Bitte aktualisieren.
es_es: Por favor, actualice.
fr_fr: Veuillez mettre à jour.
pt_pt: Por favor atualize.

source: APWCP does not collect personal data such as name, email, address, etc. We do collect and store social media user name(s), access tokens and codes, that you provide, for the execution of this plugin. This data is transmitted to the social media account website for the sole purpose of posting your products on their site. No other data is transmitted to another site or source and this plugin does not track or store user analytical data. The data you provide is securely stored in the WordPress database. Freemius (see below) will collect your name and email only if you accept the OPT_IN when you activate this plugin.
de_de: APWCP erfasst keine personenbezogenen Daten wie Name, E-Mail-Adresse, Adresse usw. Wir erfassen und speichern Social-Media-Benutzernamen, Zugriffstoken und -codes, die Sie zur Ausführung dieses Plugins angeben. Diese Daten werden an die Website des Social Media-Kontos nur zu dem Zweck übermittelt, Ihre Produkte auf ihrer Website zu veröffentlichen. Es werden keine anderen Daten an eine andere Site oder Quelle übertragen, und dieses Plugin erfasst oder speichert keine analytischen Benutzerdaten. Die von Ihnen bereitgestellten Daten werden sicher in der WordPress-Datenbank gespeichert. Freemius (siehe unten) erfasst Ihren Namen und Ihre E-Mail-Adresse nur, wenn Sie das OPT_IN akzeptieren, wenn Sie dieses Plugin aktivieren.
es_es: APWCP no recopila datos personales como nombre, correo electrónico, dirección, etc. Recopilamos y almacenamos los nombres de usuario de los medios sociales, los tokens y códigos de acceso, que nos proporcionó, para la ejecución de este enchufar. Estos datos se transmiten al sitio web de la cuenta de redes sociales con el único propósito de publicar sus productos en su sitio. Ningún otro dato se transmite a otro sitio o fuente y este complemento no rastrea ni almacena datos analíticos del usuario. Los datos que proporciona se almacenan de forma segura en la base de datos de WordPress. Freemius (ver más abajo) recopilará su nombre y correo electrónico solo si acepta el OPT_IN cuando active este complemento.
fr_fr: APWCP ne collecte pas de données personnelles telles que nom, email, adresse, etc. Nous recueillons et stockons des noms d'utilisateur, des jetons d'accès et des codes d'accès aux médias sociaux que vous fournissez pour l'exécution de ce plugin. Ces données sont transmises au site Web du compte de média social dans le seul but de publier vos produits sur leur site. Aucune autre donnée n'est transmise à un autre site ou source et ce plug-in ne suit ni ne stocke les données analytiques de l'utilisateur. Les données que vous fournissez sont stockées de manière sécurisée dans la base de données WordPress. Freemius (voir ci-dessous) ne recueillera votre nom et votre adresse électronique que si vous acceptez l'OPT_IN lorsque vous activez ce plugin.
pt_pt: O APWCP não coleta dados pessoais como nome, email, endereço, etc. Coletamos e armazenamos nome (s) de usuário de mídias sociais, tokens de acesso e códigos, que você fornece, para a execução deste plugin. Esses dados são transmitidos para o site da conta de mídia social com o único propósito de postar seus produtos em seus sites. Nenhum outro dado é transmitido para outro site ou fonte e este plugin não rastreia ou armazena dados analíticos do usuário. Os dados que você fornece são armazenados de forma segura no banco de dados do WordPress. O Freemius (veja abaixo) irá coletar seu nome e email somente se você aceitar o OPT_IN quando você ativar este plugin.

source: Auto Post Woocommerce Products PREMIUM versions and OPT-IN on any version
de_de: Auto Post Woocommerce Produkte PREMIUM Versionen und OPT-IN für jede Version
es_es: Auto Post Woocommerce Products Versiones PREMIUM y OPT-IN en cualquier versión
fr_fr: Produits Auto Post Woocommerce versions PRIME et OPT-IN sur toutes les versions
pt_pt: Auto Post Woocommerce Products versões PREMIUM e OPT-IN em qualquer versão

source: Premium versions follow the same policies as our FREE version, with the exception of purchasing a premium license and the OPT-IN message seen at activation of any version of this plugin. Freemius will collect your name and email if you OPT_IN to receive offers from us and/or Freemius regarding this plugin.
de_de: Premium-Versionen unterliegen denselben Richtlinien wie unsere KOSTENLOSE Version, mit Ausnahme des Kaufs einer Premium-Lizenz und der OPT-IN-Nachricht, die bei der Aktivierung einer beliebigen Version dieses Plugins angezeigt wird. Freemius holt Ihren Namen und Ihre E-Mail-Adresse ab, wenn Sie von OPT_IN erhalten, um Angebote von uns und / oder Freemius zu diesem Plugin zu erhalten.
es_es: Las versiones Premium siguen las mismas políticas que nuestra versión GRATUITA, con la excepción de la compra de una licencia premium y el mensaje OPT-IN que aparece al activar cualquier versión de este complemento. Freemius recopilará su nombre y correo electrónico si OPT_IN para recibir ofertas de nosotros y/o Freemius con respecto a este complemento.
fr_fr: Les versions Premium suivent les mêmes règles que notre version GRATUITE, à l'exception de l'achat d'une licence Premium et du message OPT-IN lors de l'activation de toute version de ce plugin. Freemius recueillera votre nom et votre courrier électronique si vous souhaitez que OPT_IN reçoive des offres de notre part et / ou de Freemius concernant ce plugin.
pt_pt: As versões Premium seguem as mesmas políticas da nossa versão GRATUITA, com exceção da compra de uma licença premium e a mensagem OPT-IN vista na ativação de qualquer versão deste plugin. O Freemius irá coletar seu nome e e-mail se você OPT_IN receber ofertas de nós e / ou do Freemius em relação a este plugin.

source: We sell our product using Freemius secure checkout, which enables secure online payments, licensing, fulfillment, and more. The service automatically adds cookies when a user opens the checkout. Those are essential cookies for security, fraud detection & prevention, and completion of a purchase. There is no way to check out without letting the service use cookies.
de_de: Wir verkaufen unser Produkt über die sichere Kaufabwicklung von Freemius, die sichere Online-Zahlungen, Lizenzierung, Abwicklung und mehr ermöglicht. Der Dienst fügt automatisch Cookies hinzu, wenn ein Benutzer die Kasse öffnet. Dies sind wichtige Cookies für die Sicherheit, Betrugserkennung und -verhütung sowie den Abschluss eines Kaufs. Es gibt keine Möglichkeit zum Auschecken, ohne dass der Dienst Cookies verwendet.
es_es: Vendemos nuestro producto utilizando el pago seguro de Freemius, que permite pagos seguros en línea, licencias, cumplimiento y más. El servicio agrega cookies automáticamente cuando un usuario abre el pago. Esas son cookies esenciales para la seguridad, la detección y prevención de fraudes y la finalización de una compra. No hay forma de verificar sin que el servicio use cookies.
fr_fr: Nous vendons notre produit en utilisant la caisse sécurisée Freemius, qui permet des paiements en ligne sécurisés, des licences, des commandes, etc. Le service ajoute automatiquement des cookies lorsqu'un utilisateur ouvre la commande. Ce sont des cookies essentiels pour la sécurité, la détection et la prévention de la fraude et la réalisation d’un achat. Il n’ya aucun moyen de vérifier sans laisser le service utiliser des cookies.
pt_pt: Vendemos nosso produto usando o checkout seguro Freemius, que permite pagamentos on-line seguros, licenciamento, atendimento e muito mais. O serviço adiciona automaticamente cookies quando um usuário abre o checkout. Esses cookies são essenciais para segurança, detecção e prevenção de fraudes e conclusão de uma compra. Não há como fazer o check-out sem permitir que o serviço use cookies.

source: *NOTE: Any changes made to a product listing are reflected when the product is posted to social media. The listing data is not saved in this plugin, it is retrieved at posting time.
de_de: * HINWEIS: Alle an einer Produktliste vorgenommenen Änderungen werden angezeigt, wenn das Produkt in den sozialen Medien veröffentlicht wird. Die Listungsdaten werden nicht in diesem Plugin gespeichert, sondern zum Zeitpunkt der Buchung abgerufen.
es_es: NOTA: Cualquier cambio realizado en una lista de productos se refleja cuando el producto se publica en las redes sociales. Los datos de la lista no se guardan en este complemento, se recupera en el momento de publicación.
fr_fr: * REMARQUE: toute modification apportée à une liste de produits est prise en compte lorsque le produit est publié sur les médias sociaux. Les données de la liste ne sont pas enregistrées dans ce plugin, elles sont récupérées au moment de la publication.
pt_pt: * NOTA: Quaisquer alterações feitas a uma listagem de produtos são refletidas quando o produto é postado nas mídias sociais. Os dados da listagem não são salvos neste plug-in, são recuperados no momento da publicação.

source: APWCP privacy policy
de_de: APWCP Datenschutz-Bestimmungen
es_es: Política de privacidad de APWCP
fr_fr: Politique de confidentialité de l'APWCP
pt_pt: Política de privacidade do APWCP

source: Products per page
de_de: Produkte pro Seite
es_es: Productos por pagina
fr_fr: Produits par page
pt_pt: Produtos por página

source: Quick start guide
de_de: Schnellstartanleitung
es_es: Guía de inicio rápido
fr_fr: Guide de démarrage rapide
pt_pt: Guia rápido

source: Reset scheduled to Tweet list
de_de: Setzen Sie die geplante Tweet-Liste zurück
es_es: Restablecer la lista programada a Tweet
fr_fr: Réinitialiser prévu à la liste de tweets
pt_pt: Repor agendado para a lista de tweets

source: Manually reset Products to Tweet list
de_de: Produkte manuell auf Tweet-Liste zurücksetzen
es_es: Reajustar manualmente los productos a la lista de Tweet
fr_fr: Réinitialiser manuellement les produits dans la liste Tweet
pt_pt: Redefinir manualmente os produtos para a lista de tweets
