Repository: common-repository/auto-post-woocommerce-products
Catalog: languages/auto-post-woocommerce-products-*.po
Languages: de_de, es_es, fr_fr, pt_pt

source: You still have a FREE Trial period waiting! <a href="%s" title="activate trial" target="_blank">Activate my Free Trial</a>.
de_de: Sie haben immer noch eine KOSTENLOSE Probezeit warten! <a href="%s" title="Test aktivieren" target="_blank">Aktivieren Sie meine kostenlose Testversion</a>.
es_es: ¡Todavía tienes un período de prueba GRATIS en espera! <a href="%s" title="activar prueba" target="_blank">Activar mi versión de prueba gratuita</a>.
fr_fr: Vous avez encore une période d'essai GRATUITE à attendre! <a href="%s" title="activer le procès" target="_blank"> Activer mon essai gratuit </a>.
pt_pt: Você ainda tem um período de teste GRATUITO esperando! <a href="%s" title="activar o teste" target="_blank">Ativar o meu teste gratuito</a>.

source: Do you need more features? You may upgrade at anytime. <a href="%s" title="view plans" target="_blank">View all plans</a>.
de_de: Brauchen Sie mehr Funktionen? Sie können jederzeit upgraden. <a href="%s" title="Pläne ansehen" target="_blank">Alle Pläne anzeigen</a>.
es_es: ¿Necesitas más funciones? Puede actualizar en cualquier momento. <a href="%s" title="ver planes" target="_blank">Ver todos los planes</a>.
fr_fr: Avez-vous besoin de plus de fonctionnalités? Vous pouvez mettre à jour à tout moment. <a href="%s" title="voir les plans" target="_blank"> Afficher tous les plans </a>.
pt_pt: Você precisa de mais recursos? Você pode atualizar a qualquer momento. <a href="%s" title="ver planos" target="_blank">Veja todos os planos</a>.

source: For any issues, please fill out a <a href="%s" target="_blank">Support ticket</a> on our website.
de_de: Bei Problemen füllen Sie bitte ein <a href="%s" target="_blank">Support-Ticket</a> auf unserer Website aus.
es_es: Para cualquier problema, complete un <a href="%s" target="_blank">ticket de soporte</a> en nuestro sitio web.
fr_fr: Pour tout problème, veuillez remplir un <a href="%s" target="_blank">ticket d'assistance</a> sur notre site Web.
pt_pt: Para quaisquer problemas, preencha um <a href="%s" target="_blank">tíquete de suporte</a> em nosso site.

source: please fill out a <a href="%s" target="_blank">Support ticket</a> on our website.
de_de: Bitte füllen Sie ein <a href="%s" target="_blank">Unterstüzungsticket</a> auf unserer Website aus.
es_es: complete un <a href="%s" target="_blank">ticket de soporte</a> en nuestro sitio web.
fr_fr: veuillez remplir un <a href="%s" target="_blank" ticket d'assistance</a> sur notre site Web.
pt_pt: preencha um <a href="%s" target="_blank">tíquete de suporte</a> em nosso site.

source: This will guide you through setting up this plugin and getting started. For more detailed help, please see our <a href="%s" target="_blank">knowledge base</a>.
de_de: Dies führt Sie durch das Einrichten dieses Plugins und durch die ersten Schritte. Weitere Informationen finden Sie in unserer <a href="%s" target="_blank">Wissensdatenbank</a>.
es_es: Esto lo guiará a través de la configuración de este complemento y cómo comenzar. Para obtener ayuda más detallada, consulte nuestra <a href="%s" target="_blank">base de conocimientos</a>.
fr_fr: Cela vous guidera tout au long de la configuration de ce plugin. Pour une aide plus détaillée, consultez notre <a href="%s" target="_blank">base de connaissances</a>.
pt_pt: Isso irá guiá-lo através da criação deste plugin e introdução. Para obter ajuda mais detalhada, consulte nossa <a href="%s" target="_blank">base de conhecimento</a>.

source: Detailed instructions for creating the Twitter and Bitly apps are located in our <a href="%s" target="_blank">knowledge base</a>.
de_de: Detaillierte Anweisungen zum Erstellen der Twitter- und Bitly-Apps finden Sie in unserer <a href="%s" target="_blank">Wissensdatenbank</a>.
es_es: Las instrucciones detalladas para crear las aplicaciones de Twitter y Bitly se encuentran en nuestra <a href="%s" target="_blank">base de conocimientos</a>.
fr_fr: Des instructions détaillées pour la création des applications Twitter et Bitly se trouvent dans notre <a href="%s" target="_blank">base de connaissances</a>.
pt_pt: Instruções detalhadas para criar os aplicativos do Twitter e do Bitly estão localizadas em nossa <a href="%s" target="_blank">base de conhecimento</a>.

source: <a href="%s" target="">Settings tab</a>.
de_de: <a href="%s" target="">Registerkarte Einstellungen</a>.
es_es: <a href="%s" target="">pestaña de Configuración</a>.
fr_fr: <a href="%s" target="">Onglet Paramètres</a>.
pt_pt: <a href="%s" target="">guia Configurações</a>.

source: For any detailed help using this plugin, please visit the <a href="%s" target="_blank">knowledge base</a>.
de_de: Weitere Informationen zu diesem Plugin erhalten Sie in der <a href="%s" target="_blank">Wissensdatenbank</a>.
es_es: Para obtener ayuda detallada sobre el uso de este complemento, visite la <a href="%s" target="_blank">base de conocimientos</a>.
fr_fr: Pour toute aide détaillée sur l’utilisation de ce plugin, veuillez consulter la <a href="%s" target="_blank">base de connaissances</a>.
pt_pt: Para obter ajuda detalhada sobre como usar esse plug-in, visite a <a href="%s" target="_blank">base de conhecimento</a>.

source: Statistics are disabled. Please enable under the <a href="%s" target="">Settings Tab</a>.
de_de: Statistiken sind deaktiviert. Bitte aktivieren Sie unter <a href="%s" target="">Registerkarte Einstellungen</a>.
es_es: Las estadísticas están deshabilitadas. Habilite la <a href="%s" target="">pestaña Configuración</a>.
fr_fr: Les statistiques sont désactivées. Veuillez activer sous <a href="%s" target="">l’onglet Paramètres</a>.
pt_pt: As estatísticas estão desativadas. Ative na <a href="%s" target="">guia Configurações</a>.

source: Here is a link to the Freemius <a href="%s" target="_blank">privacy policy</a>
de_de: Hier ist ein Link zur <a href="%s" target="_blank">Datenschutzrichtlinie</a> von Freemius
es_es: Aquí hay un enlace a la <a href="%s" target="_blank">política de privacidad</a> de Freemius
fr_fr: Voici un lien vers la <a href="%s" target="_blank">politique de confidentialité de Freemius</a>
pt_pt: Aqui está um link para a <a href="%s" target="_blank">política de privacidade</a> da Freemius

source: and its <a href="%s" target="_blank">checkout cookie policy</a>.
de_de: und seine <a href="%s" target="_blank">Checkout-Cookie-Richtlinie</a>.
es_es: y su <a href="%s" target="_blank">política de cookies de pago</a>.
fr_fr: et sa <a href="%s" target="_blank">politique de contrôle des cookies</a>.
pt_pt: e sua <a href="%s" target="_blank"> política de cookies de checkout </a>.

source: If you wish to opt-out of Freemius&apos; cookies setting please go to their <a href="%s" target="_blank">cookie policy</a> and follow their opt-out instructions.
de_de: Wenn Sie sich von Freemius&apos; Bei der Einstellung von Cookies gehe bitte zu ihrer <a href="%s" target="_blank">Cookie-Richtlinie</a> und befolge deren Deaktivierungsanweisungen.
es_es: Si desea darse de baja de Freemius&apos; configuración de cookies, vaya a la <a href="%s" target="_blank">política de cookies</a> y siga sus instrucciones de exclusión.
fr_fr: Si vous souhaitez désactiver la configuration des cookies de Freemius, accédez à leur <a href="%s" target="_blank">politique de cookies</a> et suivez leurs instructions de désactivation.
pt_pt: Se você deseja desativar o Freemius&apos; configuração de cookies, acesse a <a href="%s" target="_blank">política de cookies</a> e siga as instruções de desativação.

source: <a href="%s" target="_blank" title="https://www.cilcreations.com/apwp/knowledgebase">Knowledgebase</a>
de_de: <a href="%s" target="_blank" title="https://www.cilcreations.com/apwp/knowledgebase">Wissensdatenbank</a>
fr_fr: <a href="%s" target="_blank" title="https://www.cilcreations.com/apwp/knowledgebase">Base de connaissances</a>
pt_pt: <a href="%s" target="_blank" title="https://www.cilcreations.com/apwp/knowledgebase">Base de conhecimento</a>

source: You will need to verify your Rich Pins settings before they will appear on Pinterest. To validate and apply for Rich Pins, check the box below and save your settings. Then follow this link and enter the url of a product page: <a href="%s" title="developers.pinterest.com" target="_blank">developers.pinterest.com/tools/url-debugger</a>
de_de: Sie müssen Ihre Rich-Pins-Einstellungen überprüfen, bevor sie auf Pinterest angezeigt werden. Um zu validieren und Rich Pins zu beantragen, aktivieren Sie das folgende Feld und speichern Sie Ihre Einstellungen. Dann folgen Sie diesem Link und geben Sie die URL einer Produktseite ein: <a href="%s" title="developers.pinterest.com" target="_blank">developers.pinterest.com/tools/url-debugger</a>
es_es: Deberá verificar su configuración de Rich Pins antes de que aparezcan en Pinterest. Para validar y solicitar Rich Pins, marque la casilla a continuación y guarde su configuración. A continuación, siga este enlace e ingrese la url de la página de un producto: <a href="%s" target="_blank">developers.pinterest.com/tools/url-debugger</a>
fr_fr: Vous devrez vérifier vos paramètres Rich Pins avant qu'ils n'apparaissent sur Pinterest. Pour valider et appliquer les Rich Pins, cochez la case ci-dessous et enregistrez vos paramètres. Puis suivez ce lien et entrez l'URL d'une page de produit: <a href="%s" title="developers.pinterest.com" target="_blank">developers.pinterest.com/tools/url-debugger</a>
pt_pt: Você precisará verificar as configurações do seu Rich Pins antes que elas apareçam no Pinterest. Para validar e solicitar Rich Pins, marque a caixa abaixo e salve suas configurações. Em seguida, siga este link e insira o URL de uma página de produto: <a href="%s" title="developers.pinterest.com" target="_blank"> developers.pinterest.com/tools/url-debugger</a>

source: Pinterest product pins
de_de: Pinterest Produkt-Pins
es_es: Pines de productos de Pinterest
fr_fr: Pins de produit Pinterest
pt_pt: Pinterest pinos de produtos

source: <a href="%s" target="_blank" title="http://developers.facebook.com/">Get a Facebook App ID</a>
de_de: <a href="%s" target="_blank" title="http://developers.facebook.com/">Holen Sie sich eine Facebook App-ID</a>
es_es: <a href="%s" target="_blank" title="http://developers.facebook.com/">Obtener una ID de aplicación de Facebook</a>
fr_fr: <a href="%s" target="_blank" title="http://developers.facebook.com/">Obtenir un identifiant d'application Facebook</a>
pt_pt: <a href="%s" target="_blank" title="http://developers.facebook.com/">Obtenha uma ID de aplicativo do Facebook</a>

source: Change admin theme
de_de: Admin-Theme ändern
es_es: Cambiar el tema de administración
fr_fr: Changer le thème de l'administrateur
pt_pt: Alterar o tema do administrador

source: WordPress Site Health
fr_fr: Santé du site WordPress
pt_pt: Saúde do site WordPress

source: View our <a href="%s" target="_blank">privacy policy</a>.
de_de: Sehen Sie sich unsere <a href="%s" target="_blank">Datenschutzrichtlinie</a> an.
es_es: Vea nuestra <a href="%s" target="_blank">política de privacidad</a>.
fr_fr: Consultez notre <a href="%s" target="_blank">politique de confidentialité</a>.
pt_pt: Veja nossa <a href="%s" target="_blank">política de privacidade</a>.

source: You will need to create a Twitter App at <a href="%s" title="https://developer.twitter.com/en/apps" target="_blank">developer.twitter.com</a> to receive API Codes for this plugin.
de_de: Sie müssen eine Twitter App unter <a href="%s" title="https://developer.twitter.com/de/apps" target="_blank">developer.twitter.com</a> erstellen Erhalte API-Codes für dieses Plugin.
es_es: Tendrá que crear una aplicación de Twitter en <a href="%s" title="https://developer.twitter.com/en/apps" target="_blank"> developer.twitter.com</a> para recibir códigos API para este complemento.
fr_fr: Vous devez créer une application Twitter sur <a href="%s" title="https://developer.twitter.com/en/apps" target="_blank">developer.twitter.com</a> pour recevoir des codes API pour ce plugin.
pt_pt: Você precisará criar um aplicativo do Twitter em <a href="%s" title="https://developer.twitter.com/en/apps" target="_blank">developer.twitter.com</a> para receber códigos API para este plugin.

source: Want to set auto posting up later? Disable auto posting <a href="%s" target="">here</a>.
de_de: Möchten Sie das automatische Posting später einstellen? Deaktivieren Sie die automatische Buchung <a href="%s" target="">hier</a>.
es_es: ¿Quieres configurar la publicación automática más tarde? Deshabilite la publicación automática <a href="%s" target="">aquí</a>.
fr_fr: Vous voulez configurer la publication automatique plus tard? Désactiver l'envoi automatique des <a href="%s" target="">ici</a>.
pt_pt: Quer definir a publicação automática mais tarde? Desative a postagem automática <a href="%s" target="">aqui</a>.

source: You will need to create a Bitly App at <a href="%s" title="https://dev.bitly.com/my_apps.html" target="_blank">dev.bitly.com/my_apps</a> in order to receive your Generic access token for this plugin.
de_de: Sie müssen unter <a href="%s" title="https://dev.bitly.com/my_apps.html" target="_blank">dev.bitly.com/my_apps</a> eine Bitly-App erstellen um Ihr Generic Access Token für dieses Plugin zu erhalten.
es_es: Deberá crear una aplicación Bitly en <a href="%s" title="https://dev.bitly.com/my_apps.html" target="_blank">dev.bitly.com/my_apps</a> para recibir su token de acceso genérico para este complemento.
fr_fr: Vous devrez créer une application Bitly sur <a href="%s" title="https://dev.bitly.com/my_apps.html" target="_blank">dev.bitly.com/my_apps</a> pour recevoir votre jeton d’accès générique pour ce plugin.
pt_pt: Você precisará criar um Bitly App em <a href="%s" title="https://dev.bitly.com/my_apps.html" target="_blank">dev.bitly.com/my_apps</a> para receber seu Token de Acesso Genérico para este plugin.

source: When you are asked to provide the DEBUG information for this plugin, please copy and then paste this data into the <a href="%s" target="_blank">help desk</a> reply tab by clicking the COPY DATA TO CLIPBOARD BUTTON.
de_de: Wenn Sie aufgefordert werden, die DEBUG-Informationen für dieses Plug-in anzugeben, kopieren Sie diese Daten und fügen Sie sie anschließend in den <a href="%s" target="_blank"> Helpdesk </a> -Antwort-Tab ein, indem Sie auf Daten kopieren an klicken Zwischenablage-Schaltfläche.
es_es: Cuando se le solicite que proporcione la información DEBUG para este complemento, copie y pegue estos datos en la pestaña de respuesta de <a href="%s" target="_blank">help desk</a> haciendo clic en COPY DATA TO BOTÓN DEL CLIPBOARD.
fr_fr: Lorsque vous êtes invité à fournir les informations DEBUG pour ce plug-in, copiez-les puis collez-les dans l'onglet de réponse <a href="%s" target="_blank">help desk</a> en cliquant sur l'onglet COPY DATA TO. BOUTON DE CLIPBOARD.
pt_pt: Quando for solicitado que você forneça as informações de DEBUG para esse plug-in, copie e cole esses dados na guia <a href="%s" target="_blank">Central de Ajuda</a> clicando no botão Copiar dados para o botão da área de transferência.

source: <a href="%s" target="_blank">Check log</a>
de_de: <a href="%s" target="_blank">Überprüfen Sie das Protokoll</a>
es_es: <a href="%s" target="_blank">Comprobar registro</a>
fr_fr: <a href="%s" target="_blank">Vérifier le journal</a>
pt_pt: <a href="%s" target="_blank">Verificar registro</a>

source: <a href="%s">Please enable.</a>
de_de: <a href="%s">Bitte aktivieren Sie.</a>
es_es: <a href="%s">Habilita.</a>
fr_fr: <a href="%s">Veuillez activer.</a>
pt_pt: <a href="%s">Por favor ative.</a>

source: <a href="%s" target="_blank">Please update.</a>
de_de: <a href="%s" target="_blank">Bitte aktualisieren.</a>
es_es: <a href="%s" target="_blank">Actualiza.</a>
fr_fr: <a href="%s" target="_blank">Veuillez mettre à jour.</a>
pt_pt: <a href="%s" target="_blank">Atualize.</a>

source: You need to install/enable cURL on your server for auto posting to Twitter. <a href="%s">https://www.cilcreations.com/apwp/knowledgebase/enable-curl-via-the-php-ini-file/</a>
de_de: Sie müssen cURL auf Ihrem Server installieren / aktivieren, um automatisch bei Twitter zu posten. <a href="%s">https://www.cilcreations.com/apwp/knowledgebase/enable-curl-via-the-php-ini-file/</a>
es_es: Necesita instalar / habilitar cURL en su servidor para la publicación automática en Twitter. <a href="%s">https://www.cilcreations.com/apwp/knowledgebase/enable-curl-via-the-php-ini-file/</a>
fr_fr: Vous devez installer / activer cURL sur votre serveur pour la publication automatique sur Twitter. <a href="%s">https://www.cilcreations.com/apwp/knowledgebase/enable-curl-via-the-php-ini-file/</a>
pt_pt: Você precisa instalar / ativar o cURL em seu servidor para postagem automática no Twitter. <a href="%s">https://www.cilcreations.com/apwp/knowledgebase/enable-curl-via-the-php-ini-file/</a>

source: For additional information, <a href="%s" title="" target="_blank">see this knowledge base article</a>.
de_de: Weitere Informationen finden Sie <a href="%s" title="" target="_blank">in diesem Knowledge Base-Artikel</a>.
es_es: Para obtener información adicional, <a href="%s" title="" target="_blank">consulte este artículo de la base de conocimientos</a>.
fr_fr: Pour plus d'informations, <a href="%s" title="" target="_blank">consultez cet article de la base de connaissances</a>.
pt_pt: Para obter informações adicionais, <a href="%s" title="" target="_blank">consulte este artigo da base de conhecimento</a>.

source: Enable auto sharing
de_de: Aktivieren Sie die automatische Freigabe
es_es: Habilitar el intercambio automático
fr_fr: Activer le partage automatique
pt_pt: Ativar o compartilhamento automático

source: Disable auto sharing
de_de: Deaktivieren Sie die automatische Freigabe
es_es: Deshabilitar el uso compartido automático
fr_fr: Désactiver le partage automatique
pt_pt: Desativar o compartilhamento automático

source: Select this to enable auto posting on all selected products.
de_de: Wählen Sie diese Option aus, um die automatische Buchung für alle ausgewählten Produkte zu aktivieren.
es_es: Seleccione esto para habilitar la publicación automática en todos los productos seleccionados.
fr_fr: Sélectionnez cette option pour activer la publication automatique sur tous les produits sélectionnés.
pt_pt: Selecione isto para ativar o lançamento automático em todos os produtos selecionados.

source: Select this to disable auto posting on all selected products.
de_de: Wählen Sie diese Option aus, um die automatische Buchung für alle ausgewählten Produkte zu deaktivieren.
es_es: Seleccione esto para deshabilitar la publicación automática en todos los productos seleccionados.
fr_fr: Sélectionnez cette option pour désactiver la publication automatique sur tous les produits sélectionnés.
pt_pt: Selecione isto para desativar a postagem automática em todos os produtos selecionados.

source: Backorder status
de_de: Rückstandsstatus
es_es: Estado de pedido pendiente
fr_fr: État des commandes en retard
pt_pt: Status de pedido atrasado

source: Backordered
de_de: Nachbestellt
es_es: En espera
fr_fr: Remis en commande
pt_pt: Encomendado

source: Bulk edit product data
de_de: Massenbearbeitung von Produktdaten
es_es: Edición masiva de datos del producto
fr_fr: Éditer en vrac les données du produit
pt_pt: Edição em massa de dados do produto

source: APWCP Bulk edit form
de_de: APWCP-Massenbearbeitungsformular
es_es: APWCP de edición masiva
fr_fr: APWCP Formulaire d'édition en bloc
pt_pt: Formulário de edição em massa do APWCP

source: Calculate sale price for related products.
de_de: Berechnen Sie den Verkaufspreis für verwandte Produkte.
es_es: Calcular el precio de venta de productos relacionados.
fr_fr: Calculer le prix de vente des produits connexes.
pt_pt: Calcular preço de venda de produtos relacionados.

source: Calculate sale price
de_de: Berechnen Sie den Verkaufspreis
es_es: Calcular precio de venta
fr_fr: Calculer le prix de vente
pt_pt: Calcular preço de venda

source: Cancel changes
de_de: Änderungen abbrechen
es_es: Cancelar cambios
fr_fr: Annuler les modifications
pt_pt: Cancelar alterações

source: New category
de_de: Neue Kategorie
es_es: Nueva categoría
fr_fr: Nouvelle catégorie
pt_pt: Nova categoria

source: Choose categories
de_de: Kategorien auswählen
es_es: Elegir categorías
fr_fr: Choisissez des catégories
pt_pt: Escolha as categorias

source: Enter the name of a new category and it will be included in the list of categories for this product once you save your changes.
de_de: Geben Sie den Namen einer neuen Kategorie ein. Diese wird in die Liste der Kategorien für dieses Produkt aufgenommen, sobald Sie Ihre Änderungen speichern.
es_es: Ingrese el nombre de una nueva categoría y se incluirá en la lista de categorías para este producto una vez que guarde los cambios.
fr_fr: Entrez le nom d'une nouvelle catégorie et elle sera incluse dans la liste des catégories de ce produit une fois que vous aurez enregistré vos modifications.
pt_pt: Digite o nome de uma nova categoria e ela será incluída na lista de categorias desse produto depois que você salvar suas alterações.

source: To change prices of a Variable product, you must set the child product individual prices. You may calculate a discount price for all child products here.
de_de: Um die Preise eines variablen Produkts zu ändern, müssen Sie die untergeordneten Produktpreise festlegen. Sie können hier einen Rabattpreis für alle Kinderprodukte berechnen.
es_es: Para cambiar los precios de un producto Variable, debe establecer los precios individuales del producto secundario. Puede calcular un precio de descuento para todos los productos para niños aquí.
fr_fr: Pour modifier les prix d'un produit Variable, vous devez définir les prix individuels du produit enfant. Vous pouvez calculer un prix de réduction pour tous les produits pour enfants ici.
pt_pt: Para alterar os preços de um produto Variável, você deve definir os preços individuais do produto filho. Você pode calcular um preço com desconto para todos os produtos derivados aqui.

source: Select primary image
de_de: Wählen Sie das Hauptbild aus
es_es: Seleccionar imagen primaria
fr_fr: Sélectionnez l'image principale
pt_pt: Selecione a imagem principal

source: Changes made here will affect all products listed above
de_de: Hier vorgenommene Änderungen wirken sich auf alle oben aufgeführten Produkte aus
es_es: Los cambios realizados aquí afectarán a todos los productos mencionados anteriormente
fr_fr: Les modifications apportées ici affecteront tous les produits énumérés ci-dessus
pt_pt: As alterações feitas aqui afetarão todos os produtos listados acima

source: Current prices
de_de: Aktuelle Preise
es_es: Precios actuales
fr_fr: Prix actuels
pt_pt: Preços atuais

source: Discontinue product
de_de: Produkt einstellen
es_es: Descontinuar producto
fr_fr: Arrêter le produit
pt_pt: Descontinuar produto

source: discontinued
de_de: abgesetzt
es_es: interrumpido
fr_fr: arrêté
pt_pt: interrompido

source: View discontinued
de_de: View eingestellt
es_es: Vista descontinuada
fr_fr: Voir discontinué
pt_pt: Visualizar descontinuado
