Repository: common-repository/auto-post-woocommerce-products
Catalog: languages/auto-post-woocommerce-products-*.po
Languages: de_de, es_es, fr_fr, pt_pt

source: The total number of clicks reported for all products combined.
de_de: Die Gesamtzahl der Klicks, die für alle Produkte zusammen gemeldet wurden.
es_es: El número total de clics reportados para todos los productos combinados.
fr_fr: Nombre total de clics enregistrés pour tous les produits combinés.
pt_pt: O número total de cliques reportados para todos os produtos combinados.

source: The average number of clicks per product. This number does not include products without click data.
de_de: Die durchschnittliche Anzahl an Klicks pro Produkt. Diese Nummer enthält keine Produkte ohne Klickdaten.
es_es: El número medio de clics por producto. Este número no incluye productos sin datos de clics.
fr_fr: Le nombre moyen de clics par produit. Ce nombre n'inclut pas les produits sans données de clic.
pt_pt: O número médio de cliques por produto. Este número não inclui produtos sem dados de cliques.

source: While using a LOCALHOST server, statistics are automatically disabled.
de_de: Bei Verwendung eines LOCALHOST-Servers werden Statistiken automatisch deaktiviert.
es_es: Al utilizar un servidor LOCALHOST, las estadísticas se desactivan automáticamente.
fr_fr: Lors de l'utilisation d'un serveur LOCALHOST, les statistiques sont automatiquement désactivées.
pt_pt: Ao usar um servidor LOCALHOST, as estatísticas são desativadas automaticamente.

source: Check this box to enable a WordPress CRON job to check for data from Bitly.com every four hours.
de_de: Aktivieren Sie dieses Kontrollkästchen, damit ein WordPress CRON-Job alle vier Stunden auf Daten von Bitly.com überprüft werden kann.
es_es: Marque esta casilla para habilitar un trabajo de WordPress CRON para verificar los datos de Bitly.com cada cuatro horas.
fr_fr: Cochez cette case pour permettre à un travail WordPress CRON de vérifier les données de Bitly.com toutes les quatre heures.
pt_pt: Marque esta caixa para ativar um trabalho CRON do WordPress para verificar dados do Bitly.com a cada quatro horas.

source: WooCommerce product management and product posting to social media
de_de: WooCommerce-Produktmanagement und Produktveröffentlichung in sozialen Medien
es_es: Gestión de productos de WooCommerce y publicación de productos en las redes sociales
fr_fr: Gestion des produits WooCommerce et publication de produits sur les réseaux sociaux
pt_pt: Gestão de produtos WooCommerce e publicação de produtos nas redes sociais

source: million
es_es: millón
pt_pt: milhão

source: Move to trash
de_de: Ab in den Müll
es_es: Mover a la papelera
fr_fr: Mettre à la corbeille
pt_pt: Mover para lixeira

source: Stats will refresh in
de_de: Die Statistiken werden in aktualisiert
es_es: Las estadísticas se actualizarán en
fr_fr: Les statistiques seront actualisées dans
pt_pt: Estatísticas atualizadas em

source: Backordering not allowed
de_de: Rückstand nicht erlaubt
es_es: Atrasar no permitido
fr_fr: Retour de commande non autorisé
pt_pt: Backordering não permitido

source: Products with no data
de_de: Produkte ohne Daten
es_es: Productos sin datos
fr_fr: Produits sans données
pt_pt: Produtos sem dados

source: No dates set
de_de: Keine Termine festgelegt
es_es: No hay fechas establecidas
fr_fr: Aucune date fixée
pt_pt: Nenhuma data definida

source: Do not notify user of backorder
de_de: Benachrichtigen Sie den Benutzer nicht über Rückstände
es_es: No notificar al usuario de pedidos pendientes
fr_fr: Ne pas avertir l'utilisateur de la commande en souffrance
pt_pt: Não notificar o usuário do pedido em espera

source: You do not have permission to perform this action. Please ask your Admin.
de_de: Sie haben keine Berechtigung, diese Aktion auszuführen. Bitte fragen Sie Ihren Administrator.
es_es: No tienes permiso para realizar esta acción. Por favor pregunte a su administrador.
fr_fr: Vous n'êtes pas autorisé à effectuer cette action. S'il vous plaît demander à votre administrateur.
pt_pt: Você não tem permissão para executar esta ação. Por favor, pergunte ao seu administrador.

source: same
de_de: gleich
es_es: idéntico
fr_fr: même
pt_pt: idêntico

source: No products found. Please change your options above.
de_de: Keine Produkte gefunden. Bitte ändern Sie Ihre Optionen oben.
es_es: No se encontraron productos Por favor cambia tus opciones arriba.
fr_fr: Aucun produit trouvé. Veuillez modifier vos options ci-dessus.
pt_pt: Nenhum produto encontrado. Por favor, altere suas opções acima.

source: Products with no sales
de_de: Produkte ohne Umsatz
es_es: Productos sin venta
fr_fr: Produits sans ventes
pt_pt: Produtos sem vendas

source: No variations found
de_de: Keine Variationen gefunden
es_es: No se encontraron variaciones
fr_fr: Aucune variation trouvée
pt_pt: Nenhuma variação encontrada

source: None
de_de: Keiner
es_es: Ninguna
fr_fr: Aucun
pt_pt: Nenhum

source: Product is not featured
de_de: Produkt ist nicht gekennzeichnet
es_es: El producto no aparece
fr_fr: Le produit n'est pas présenté
pt_pt: O produto não está em destaque

source: Item is not stock managed
de_de: Artikel ist nicht auf Lager
es_es: El artículo no está gestionado por stock
fr_fr: L'article n'est pas géré en stock
pt_pt: O item não é gerenciado por estoque

source: Not recently shared
de_de: Nicht kürzlich geteilt
es_es: El artículo fue compartido recientemente
fr_fr: L'article a été récemment partagé
pt_pt: Item foi compartilhado recentemente

source: Notify user of backorder
de_de: Benutzer des Rückstands benachrichtigen
es_es: Notificar al usuario de pedidos pendientes
fr_fr: Aviser l'utilisateur de la commande en souffrance
pt_pt: Notificar usuário de pedido pendente

source: Out of stock
de_de: Ausverkauft
es_es: Agotado
fr_fr: En rupture de stock
pt_pt: Fora de estoque

source: parent
de_de: Elternteil
es_es: padre
pt_pt: principal

source: BUSINESS
de_de: GESCHÄFT
es_es: NEGOCIO
fr_fr: ENTREPRISE
pt_pt: O NEGÓCIO

source: FREE
de_de: FREI
es_es: GRATIS
fr_fr: GRATUIT
pt_pt: LIVRE

source: PROFESSIONAL
de_de: PROFESSIONEL
es_es: PROFESIONAL
fr_fr: PROFESSIONNEL
pt_pt: PROFISSIONAL

source: STARTER
de_de: ANLASSER
es_es: EMPEZAR
fr_fr: ENTRÉE
pt_pt: INICIANTE

source: Product variation:
de_de: Produkt variation:
es_es: Variación del producto:
fr_fr: Variation du produit:
pt_pt: Variação do produto:

source: Product click statistics
de_de: Produktklickstatistik
es_es: Estadísticas de clics del producto
fr_fr: Statistiques sur les clics sur les produits
pt_pt: Estatísticas de cliques do produto

source: Product cost
de_de: Produktkosten
es_es: Costo del producto
fr_fr: Coût du produit
pt_pt: Custo do produto

source: Product type
de_de: Produktart
es_es: Tipo de producto
fr_fr: Type de produit
pt_pt: Tipo de Produto

source: Products on sale
de_de: Produkte im Angebot
es_es: Productos en venta
fr_fr: Produits en vente
pt_pt: Produtos à venda

source: Stock quantity
de_de: Bestandsmenge
es_es: Cantidad de stock
fr_fr: Quantité en stock
pt_pt: Quantidade em estoque

source: Quick Edit
de_de: Schnellbearbeitung
es_es: Edición rapida
fr_fr: Edition rapide
pt_pt: Edição rápida

source: If you recently updated our plugin and items are not displaying properly, the easiest fix for this is to clear your browser cache. Doing so will delete the CSS Style sheet and load the current one. Many times this is the cause of this type of issue.
de_de: Wenn Sie kürzlich unser Plugin aktualisiert haben und Elemente nicht ordnungsgemäß angezeigt werden, können Sie dies am einfachsten durch Löschen Ihres Browser-Cache beheben. Dadurch wird das CSS-Stylesheet gelöscht und das aktuelle Stylesheet geladen. Oft ist dies die Ursache für diese Art von Problem.
es_es: Si ha actualizado recientemente nuestro complemento y los elementos no se muestran correctamente, la solución más sencilla para esto es borrar el caché de su navegador. Al hacerlo, se eliminará la hoja de estilo CSS y se cargará la actual. Muchas veces esta es la causa de este tipo de problema.
fr_fr: Si vous avez récemment mis à jour notre plug-in et que les éléments ne s'affichent pas correctement, la solution la plus simple consiste à vider le cache de votre navigateur. Cela effacera la feuille de style CSS et chargera la feuille courante. Plusieurs fois, c'est la cause de ce type de problème.
pt_pt: Se você atualizou recentemente nosso plug-in e os itens não estão sendo exibidos corretamente, a correção mais fácil para isso é limpar o cache do navegador. Isso excluirá a folha de estilos CSS e carregará a atual. Muitas vezes esta é a causa deste tipo de problema.

source: Don't forget to enable the Twitter and Facebook meta tag options. These will add the proper SEO meta open graph tags to your product pages. Some of the tags included are specific to telling the social media site that this is a product for sale and not a regular blog posting. If you use the plugin Yoast SEO, you may need to disable the Twitter meta descriptions in Yoast if you experience problems with your Tweets not showing properly.
de_de: Vergessen Sie nicht, die Meta-Tag-Optionen von Twitter und Facebook zu aktivieren. Diese fügen Ihren Produktseiten die richtigen SEO-Meta-Open-Graph-Tags hinzu. Einige der enthaltenen Tags sind spezifisch, um der Social-Media-Site mitzuteilen, dass es sich um ein zum Verkauf stehendes Produkt handelt und nicht um ein reguläres Blog-Posting. Wenn Sie das Plugin Yoast SEO verwenden, müssen Sie möglicherweise die Twitter-Meta-Beschreibungen in Yoast deaktivieren, wenn Probleme mit Ihren Tweets auftreten, die nicht ordnungsgemäß angezeigt werden.
es_es: No te olvides de habilitar las opciones de etiqueta meta de Twitter y Facebook. Estos agregarán las etiquetas de meta meta gráfico SEO adecuadas a las páginas de sus productos. Algunas de las etiquetas incluidas son específicas para decirle al sitio de redes sociales que se trata de un producto a la venta y no de una publicación de blog regular. Si usa el complemento Yoast SEO, es posible que deba deshabilitar las meta descripciones de Twitter en Yoast si experimenta problemas con sus Tweets que no se muestran correctamente.
fr_fr: N'oubliez pas d'activer les options de balises méta Twitter et Facebook. Celles-ci ajouteront les balises de graphique méta ouvertes appropriées à votre site Web. Certaines des balises incluses sont spécifiques pour indiquer au site de média social qu'il s'agit d'un produit en vente et non d'un blog. Si vous utilisez le plugin Yoast SEO, vous devrez peut-être désactiver les méta descriptions Twitter dans Yoast si vous rencontrez des problèmes avec vos Tweets ne s'affichant pas correctement.
pt_pt: Não se esqueça de ativar as opções de meta tag do Twitter e do Facebook. Isso adicionará as tags adequadas de meta-gráfico aberto de SEO às suas páginas de produtos. Algumas das tags incluídas são específicas para dizer ao site de mídia social que este é um produto para venda e não um blog normal. Se você usa o plugin Yoast SEO, pode ser necessário desabilitar as meta descrições do Twitter no Yoast se tiver problemas com seus Tweets não serem exibidos corretamente.

source: Finally, click on the Schedule tab. Scroll down the page until you see the section "Set your schedule". Select how often you would like to automatically post a product to Twitter and save. You are now setup and your CRON schedule is activated! Your first auto post to Twitter has been sent.
de_de: Klicken Sie abschließend auf die Registerkarte Zeitplan. Blättern Sie auf der Seite nach unten, bis Sie den Abschnitt "Zeitplan einstellen" sehen. Legen Sie fest, wie oft Sie ein Produkt automatisch bei Twitter posten und speichern möchten. Sie sind jetzt eingerichtet und Ihr CRON-Zeitplan ist aktiviert! Ihr erster automatischer Post an Twitter wurde gesendet.
es_es: Por último, haga clic en la pestaña Horario. Desplácese hacia abajo en la página hasta que vea la sección "Establecer su horario". Seleccione la frecuencia con la que desea publicar automáticamente un producto en Twitter y guardar. ¡Ya está configurado y su horario CRON está activado! Tu primera publicación automática en Twitter ha sido enviada.
fr_fr: Enfin, cliquez sur l'onglet Calendrier. Faites défiler la page jusqu'à la section "Définissez votre emploi du temps". Sélectionnez la fréquence à laquelle vous souhaitez publier automatiquement un produit sur Twitter et enregistrez. Vous êtes maintenant configuré et votre horaire CRON est activé! Votre premier post automatique sur Twitter a été envoyé.
pt_pt: Por fim, clique na guia Agendar. Role a página até ver a seção "Definir sua programação". Selecione com que frequência você deseja publicar um produto automaticamente no Twitter e salvá-lo. Você está agora configurado e seu cronograma CRON está ativado! Sua primeira postagem automática no Twitter foi enviada.

source: Simply press Ctrl Shift Delete on your keyboard, holding all three buttons down to open the browser window for erasing temporary internet files. When you have the window open, make sure the option for CACHE is checked and any others you would like the browser to delete. Refresh the page and everything should look fine.
de_de: Drücken Sie einfach die Strg-Umschalttaste Entf auf der Tastatur und halten Sie alle drei Tasten gedrückt, um das Browserfenster zum Löschen temporärer Internetdateien zu öffnen. Wenn Sie das Fenster geöffnet haben, stellen Sie sicher, dass die Option für CACHE aktiviert ist und alle anderen, die der Browser löschen soll. Aktualisieren Sie die Seite und alles sollte gut aussehen.
es_es: Simplemente presione Ctrl Shift Delete en su teclado, manteniendo presionados los tres botones para abrir la ventana del navegador y borrar archivos temporales de Internet. Cuando tenga la ventana abierta, asegúrese de que la opción para CACHE esté marcada y cualquier otra que desee que elimine el navegador. Actualiza la página y todo se verá bien.
fr_fr: Appuyez simplement sur les touches Ctrl Maj Suppr de votre clavier, en maintenant les trois boutons enfoncés pour ouvrir la fenêtre du navigateur permettant d’effacer les fichiers Internet temporaires. Lorsque la fenêtre est ouverte, assurez-vous que l'option CACHE est cochée et que toutes les autres que vous souhaitez que le navigateur supprime. Actualisez la page et tout devrait bien paraître.
pt_pt: Basta pressionar Ctrl Shift Delete no teclado, mantendo todos os três botões pressionados para abrir a janela do navegador para apagar arquivos temporários da Internet. Quando a janela estiver aberta, verifique se a opção CACHE está marcada e qualquer outra que você queira que o navegador exclua. Atualize a página e tudo deve ficar bem.

source: If you are seeing the above error regarding your Apache server cURL installation, please click the link in the error box for instructions on enabling this module. This is required for auto posting to function.
de_de: Wenn Sie den obigen Fehler bezüglich der Apache-Server-cURL-Installation sehen, klicken Sie auf den Link im Fehlerfeld, um Anweisungen zum Aktivieren dieses Moduls zu erhalten. Dies ist erforderlich, damit die automatische Buchung funktioniert.
es_es: Si está viendo el error anterior con respecto a la instalación de su CURL del servidor Apache, haga clic en el enlace en el cuadro de error para obtener instrucciones sobre cómo habilitar este módulo. Esto es necesario para que la publicación automática funcione.
fr_fr: Si vous voyez l'erreur ci-dessus concernant l'installation de votre serveur Apache cURL, cliquez sur le lien dans la zone d'erreur pour obtenir des instructions sur l'activation de ce module. Ceci est nécessaire pour que la publication automatique fonctionne.
pt_pt: Se você está vendo o erro acima sobre a instalação do seu servidor Apache cURL, por favor clique no link na caixa de erro para obter instruções sobre como habilitar este módulo. Isso é necessário para que o lançamento automático funcione.

source: If this is the first time you have installed this plugin, you should be seeing the following messages on your screen:
de_de: Wenn Sie das Plugin zum ersten Mal installiert haben, sollten Sie folgende Meldungen auf Ihrem Bildschirm sehen:
es_es: Si esta es la primera vez que instala este complemento, debería ver los siguientes mensajes en su pantalla:
fr_fr: Si c'est la première fois que vous installez ce plugin, vous devriez voir les messages suivants sur votre écran:
pt_pt: Se esta é a primeira vez que você instalou este plugin, você deve estar vendo as seguintes mensagens na sua tela:

source: This message is telling you to enter the Twitter and Bitly API access codes. To get your codes, click on the Settings tab, scroll to the bottom and then click on the link to create a Twitter App. If you wish to skip setting this up, you may disable the Twitter auto posting feature on the
de_de: In dieser Nachricht werden Sie aufgefordert, die Zugangscodes für Twitter und Bitly API einzugeben. Um Ihre Codes zu erhalten, klicken Sie auf die Registerkarte Einstellungen, scrollen Sie nach unten und klicken Sie dann auf den Link, um eine Twitter-App zu erstellen. Wenn Sie die Einrichtung überspringen möchten, können Sie die Funktion zum automatischen Posten von Twitter im Internet deaktivieren
es_es: Este mensaje le indica que ingrese los códigos de acceso de Twitter y API de Bitly. Para obtener sus códigos, haga clic en la pestaña Configuración, desplácese hasta la parte inferior y luego haga clic en el enlace para crear una aplicación de Twitter. Si desea omitir la configuración, puede desactivar la función de publicación automática de Twitter en la
fr_fr: Ce message vous invite à saisir les codes d’accès Twitter et Bitly API. Pour obtenir vos codes, cliquez sur l'onglet Paramètres, faites défiler vers le bas, puis cliquez sur le lien pour créer une application Twitter. Si vous souhaitez ignorer la configuration, vous pouvez désactiver la fonctionnalité d'envoi automatique de Twitter sur le
pt_pt: Esta mensagem está dizendo para você inserir os códigos de acesso da Twitter e da API do Bitly. Para obter seus códigos, clique na guia Configurações, role até o final e clique no link para criar um aplicativo do Twitter. Se você desejar pular essa configuração, poderá desativar o recurso de postagem automática do Twitter no

source: Once you have completed creating your apps and entering your codes into the corresponding boxes, save your settings. Now you should be seeing the following messages:
de_de: Speichern Sie Ihre Einstellungen, nachdem Sie Ihre Apps erstellt und Ihre Codes in die entsprechenden Felder eingegeben haben. Jetzt sollten Sie die folgenden Meldungen sehen:
es_es: Una vez que haya terminado de crear sus aplicaciones e ingresar sus códigos en las casillas correspondientes, guarde su configuración. Ahora deberías estar viendo los siguientes mensajes:
fr_fr: Une fois vos applications créées et vos codes saisis, enregistrez vos paramètres. Vous devriez maintenant voir les messages suivants:
pt_pt: Depois de concluir a criação de seus aplicativos e inserir seus códigos nas caixas correspondentes, salve suas configurações. Agora você deve estar vendo as seguintes mensagens:

source: This is a very simple step. Click on the Categories tab and you should see a listing of all your product categories for WooCommerce. Select as many categories as you would like and save your settings. The categories you select will allow all products within those categories to be auto posted to Twitter.
de_de: Dies ist ein sehr einfacher Schritt. Klicken Sie auf die Registerkarte Kategorien und Sie sollten eine Liste aller Ihrer Produktkategorien für WooCommerce sehen. Wählen Sie beliebig viele Kategorien aus und speichern Sie Ihre Einstellungen. Mit den ausgewählten Kategorien können alle Produkte dieser Kategorien automatisch bei Twitter gepostet werden.
es_es: Este es un paso muy simple. Haga clic en la pestaña Categorías y debería ver una lista de todas sus categorías de productos para WooCommerce. Seleccione tantas categorías como desee y guarde su configuración. Las categorías que seleccione permitirán que todos los productos dentro de esas categorías se publiquen automáticamente en Twitter.
fr_fr: C'est une étape très simple. Cliquez sur l'onglet Catégories et vous devriez voir une liste de toutes vos catégories de produits pour WooCommerce. Sélectionnez autant de catégories que vous le souhaitez et enregistrez vos paramètres. Les catégories que vous sélectionnez permettront à tous les produits de ces catégories d'être automatiquement publiés sur Twitter.
pt_pt: Este é um passo muito simples. Clique na guia Categorias e você verá uma lista de todas as suas categorias de produtos para o WooCommerce. Selecione quantas categorias quiser e salve suas configurações. As categorias selecionadas permitirão que todos os produtos dessas categorias sejam postados automaticamente no Twitter.

source: Also, when you have a product with multiple categories, if one of the categories attached to that product is not selected then the product will not be set for auto posting. In this case, if you want that product included in auto posting, you may turn it on under the ID column of the Product List Tab.
de_de: Wenn Sie über ein Produkt mit mehreren Kategorien verfügen und keine der mit diesem Produkt verknüpften Kategorien ausgewählt ist, wird das Produkt nicht für die automatische Buchung festgelegt. Wenn Sie möchten, dass dieses Produkt in die automatische Buchung aufgenommen wird, können Sie es in der Spalte ID der Registerkarte Produktliste aktivieren.
es_es: Además, cuando tiene un producto con varias categorías, si una de las categorías adjuntas a ese producto no está seleccionada, entonces el producto no se configurará para publicación automática. En este caso, si desea que ese producto se incluya en la publicación automática, puede activarlo en la columna ID de la pestaña Lista de productos.
fr_fr: De même, lorsque vous avez un produit avec plusieurs catégories, si l’une des catégories attachées à ce produit n’est pas sélectionnée, le produit ne sera pas défini pour la publication automatique. Dans ce cas, si vous souhaitez que ce produit soit inclus dans la comptabilisation automatique, vous pouvez l'activer dans la colonne ID de l'onglet Liste de produits.
pt_pt: Além disso, quando você tem um produto com várias categorias, se uma das categorias anexadas a esse produto não estiver selecionada, o produto não será definido para lançamento automático. Nesse caso, se você quiser que o produto seja incluído na postagem automática, você poderá ativá-lo na coluna ID da guia Lista de produtos.
