Repository: common-repository/auto-post-woocommerce-products
Catalog: languages/auto-post-woocommerce-products-*.po
Languages: de_de, es_es, fr_fr, pt_pt

source: Russian Federation
de_de: Russische Föderation
es_es: Federación Rusa
fr_fr: Fédération Russe
pt_pt: Federação Russa

source: Rwanda
de_de: Ruanda
es_es: Ruanda
pt_pt: Ruanda

source: Saint Barthelemy
de_de: Saint-Barthélemy
es_es: San Bartolomé
fr_fr: Saint Barthélemy
pt_pt: São Bartolomeu

source: Saint Helena
de_de: St. Helena
es_es: Santa Helena
fr_fr: Sainte Hélène
pt_pt: Santa Helena

source: Saint Kitts and Nevis
de_de: St. Kitts und Nevis
es_es: San Cristóbal y Nieves
fr_fr: Sainte-Christophe-et-Niévès
pt_pt: São Cristóvão e Nevis

source: Saint Lucia
de_de: St. Lucia
es_es: Santa Lucía
fr_fr: Sainte-Lucie
pt_pt: Santa Lúcia

source: Saint Martin
de_de: Sankt Martin
es_es: San Martín
pt_pt: São Martinho

source: Saint Pierre and Miquelon
de_de: Saint Pierre und Miquelon
es_es: San Pedro y Miquelón
fr_fr: Saint Pierre et Miquelon
pt_pt: São Pedro e Miquelon

source: Saint Vincent and the Grenadines
de_de: St. Vincent und die Grenadinen
es_es: San Vicente y las Granadinas
fr_fr: Saint-Vincent-et-les-Grenadines
pt_pt: São Vicente e Granadinas

source: Sao Tome and Principe
de_de: Sao Tome und Principe
es_es: Santo Tomé y Príncipe
fr_fr: Sao Tomé et Principe
pt_pt: São Tomé e Príncipe

source: Saudi Arabia
de_de: Saudi Arabien
es_es: Arabia Saudita
fr_fr: Arabie Saoudite
pt_pt: Arábia Saudita

source: Serbia
de_de: Serbien
fr_fr: Serbie
pt_pt: Sérvia

source: Sierra Leone
es_es: Sierra Leona
pt_pt: Serra Leoa

source: Singapore
de_de: Singapur
es_es: Singapur
fr_fr: Singapour
pt_pt: Cingapura

source: Slovakia (Slovak Republic)
de_de: Slovakei (Slovakische Republik)
es_es: Eslovaquia (República Eslovaca)
fr_fr: Slovaquie (République slovaque)
pt_pt: Eslováquia (República Eslovaca)

source: Slovenia
de_de: Slowenien
es_es: Eslovenia
fr_fr: La slovénie
pt_pt: Eslovênia

source: Solomon Islands
de_de: Salomon-Inseln
es_es: Islas Salomón
fr_fr: Les îles Salomon
pt_pt: Ilhas Salomão

source: Somalia, Somali Republic
de_de: Somalia, Somalische Republik
es_es: Somalia, República de Somalia
fr_fr: Somalie, République somalienne
pt_pt: Somália, República da Somália

source: South Africa
de_de: Südafrika
es_es: Sudáfrica
fr_fr: Afrique du Sud
pt_pt: África do Sul

source: South Georgia and the South Sandwich Islands
de_de: Süd-Georgien und die südlichen Sandwich-Inseln
es_es: Georgia del sur y las islas Sandwich del sur
fr_fr: Géorgie du Sud et les îles Sandwich du Sud
pt_pt: Geórgia do Sul e Ilhas Sandwich do Sul

source: Spain
de_de: Spanien
es_es: España
fr_fr: Espagne
pt_pt: Espanha

source: Sudan
es_es: Sudán
fr_fr: Soudan
pt_pt: Sudão

source: Svalbard & Jan Mayen Islands
de_de: Svalbard & Jan Mayen Inseln
es_es: Islas Svalbard y Jan Mayen
fr_fr: Îles Svalbard et Jan Mayen
pt_pt: Ilhas Svalbard e Jan Mayen

source: Swaziland
de_de: Swasiland
es_es: Swazilandia
pt_pt: Suazilândia

source: Sweden
de_de: Schweden
es_es: Suecia
fr_fr: Suède
pt_pt: Suécia

source: Switzerland, Swiss Confederation
de_de: Schweiz, Schweizerische Eidgenossenschaft
es_es: Suiza, Confederación Suiza
fr_fr: Suisse, Confédération Suisse
pt_pt: Suíça, Confederação Suíça

source: Syrian Arab Republic
de_de: Syrische Arabische Republik
es_es: República Árabe Siria
fr_fr: République arabe syrienne
pt_pt: República Árabe da Síria

source: Tajikistan
de_de: Tadschikistan
es_es: Tayikistán
fr_fr: Tadjikistan
pt_pt: Tajiquistão

source: Tanzania
de_de: Tansania
fr_fr: Tanzanie
pt_pt: Tanzânia

source: Thailand
es_es: Tailandia
fr_fr: Thaïlande
pt_pt: Tailândia

source: Togo
de_de: Gehen
es_es: Ir
fr_fr: Aller
pt_pt: Ir

source: Trinidad and Tobago
de_de: Trinidad und Tobago
es_es: Trinidad y Tobago
fr_fr: Trinité-et-Tobago
pt_pt: Trinidad e Tobago

source: Tunisia
de_de: Tunesien
es_es: Túnez
fr_fr: Tunisie
pt_pt: Tunísia

source: Turkey
de_de: Truthahn
es_es: Turquía
fr_fr: Tinde
pt_pt: Peru

source: Turkmenistan
es_es: Turkmenistán
fr_fr: Turkménistan
pt_pt: Turcomenistão

source: Turks and Caicos Islands
de_de: Turks- und Caicosinseln
es_es: Islas Turcas y Caicos
fr_fr: Turques-et-Caïques îles
pt_pt: Ilhas Turks e Caicos

source: Ukraine
es_es: Ucrania
pt_pt: Ucrânia

source: United Arab Emirates
de_de: Vereinigte Arabische Emirate
es_es: Emiratos Árabes Unidos
fr_fr: Emirats Arabes Unis
pt_pt: Emirados Árabes Unidos

source: United Kingdom
de_de: Großbritannien
es_es: Reino Unido
fr_fr: Royaume-Uni
pt_pt: Reino Unido

source: United States of America
de_de: Vereinigte Staaten von Amerika
es_es: Estados Unidos de America
fr_fr: Les États-Unis d'Amérique
pt_pt: Estados Unidos da America

source: United States Minor Outlying Islands
de_de: Kleine untergeordnete Inseln der Vereinigten Staaten
es_es: Islas menores alejadas de los Estados Unidos
fr_fr: Îles mineures éloignées des États-Unis
pt_pt: Ilhas Menores Distantes dos Estados Unidos

source: United States Virgin Islands
de_de: Amerikanische Jungferninseln
es_es: Islas Vírgenes de los Estados Unidos
fr_fr: Îles vierges américaines
pt_pt: Ilhas Virgens dos Estados Unidos

source: Uruguay, Eastern Republic of
de_de: Uruguay, östliche Republik von
es_es: Uruguay, República Oriental de
fr_fr: Uruguay, République orientale du
pt_pt: Uruguai, República Oriental do

source: Uzbekistan
de_de: Usbekistan
es_es: Uzbekistán
fr_fr: Ouzbékistan
pt_pt: Uzbequistão

source: Vietnam
pt_pt: Vietnã

source: Wallis and Futuna
de_de: Wallis und Futuna
es_es: Wallis y Futuna
fr_fr: Wallis et Futuna
pt_pt: Wallis e Futuna

source: Western Sahara
de_de: Westsahara
es_es: Sahara Occidental
fr_fr: Sahara occidental
pt_pt: Saara Ocidental

source: Yemen
de_de: Jemen
fr_fr: Yémen
pt_pt: Iémen

source: Zambia
de_de: Sambia
fr_fr: Zambie
pt_pt: Zâmbia

source: Zimbabwe
es_es: Zimbabue
pt_pt: Zimbábue

source: Last share date
de_de: Datum der letzten Freigabe
es_es: Última fecha de compra
fr_fr: Date du dernier partage
pt_pt: Última data de compartilhamento

source: All time clicks
de_de: Die ganze Zeit Klicks
es_es: Clics todo el tiempo
fr_fr: Clics de tous les temps
pt_pt: Todos os cliques de tempo

source: Referrers
de_de: Referrer
es_es: Referidos
fr_fr: Référents
pt_pt: Referenciadores

source: Countries
de_de: Länder
es_es: Países
fr_fr: Des pays
pt_pt: Países

source: Twitter-other:
de_de: Twitter-Sonstiges:
es_es: Twitter-otro:
fr_fr: Twitter-autre:
pt_pt: Twitter-outro:

source: all others:
de_de: alle anderen:
es_es: todos los otros:
fr_fr: tous les autres:
pt_pt: todos os outros:

source: WordPress Add Category ERROR
de_de: WordPress Kategorie hinzufügen FEHLER
es_es: WordPress Añadir categoría ERROR
fr_fr: WordPress Ajouter une catégorie ERREUR

source: Status
es_es: Estado
fr_fr: Statut

source: Auto post reset
es_es: Auto restablecimiento posterior
fr_fr: Après réinitialisation

source: Andorra
fr_fr: Andorre

source: Argentina
de_de: Argentinien
fr_fr: Argentine

source: Bahrain
es_es: Bahrein
fr_fr: Bahreïn

source: Barbados
fr_fr: La Barbade

source: Belarus
de_de: Weißrussland
es_es: Belarús
fr_fr: Biélorussie

source: Benin
es_es: Benín
fr_fr: Bénin

source: Chile
fr_fr: Chili

source: China
fr_fr: Chine

source: Dominica
fr_fr: Dominique

source: El Salvador
fr_fr: Le Salvador

source: Guernsey
fr_fr: Guernesey

source: Haiti
es_es: Haití
fr_fr: Haïti

source: Israel
fr_fr: Israël

source: Jamaica
de_de: Jamaika
fr_fr: Jamaïque

source: Kuwait
fr_fr: Koweit

source: Liechtenstein
fr_fr: Le Liechtenstein

source: Malta
fr_fr: Malte

source: Montenegro
fr_fr: Monténégro

source: Nepal
fr_fr: Népal

source: Peru
es_es: Perú
fr_fr: Pérou

source: Romania
de_de: Rumänien
es_es: Rumania
fr_fr: Roumanie

source: San Marino
fr_fr: Saint Marin

source: Senegal
fr_fr: Sénégal

source: Seychelles
de_de: Seychellen
fr_fr: Les Seychelles

source: Taiwan
fr_fr: Taïwan

source: Uganda
fr_fr: Ouganda

source: Fixed trash count after adding variable product with it's variations.
es_es: Se ha corregido el conteo de basura después de agregar un producto variable con sus variaciones.

source: Belize
es_es: Belice

source: Timor-Leste
es_es: Timor Oriental

source: Total
de_de: Gesamt

source: Bangladesh
de_de: Bangladesch

source: Congo
de_de: Kongo

source: Cuba
de_de: Kuba

source: Djibouti
de_de: Dschibuti
