Repository: common-repository/auto-post-woocommerce-products
Catalog: languages/auto-post-woocommerce-products-*.po
Languages: de_de, es_es, fr_fr, pt_pt

source: Now click on the Settings tab and enter the hashtags you would like added to your posts and save them. The "Clean database" when uninstalling setting is for removal of ALL data this plugin has stored in the WordPress database if removing this plugin. Any other options that are available in your version (pro plans) are also listed here.
de_de: Klicken Sie nun auf die Registerkarte Einstellungen und geben Sie die Hashtags ein, die Sie Ihren Posts hinzufügen möchten, und speichern Sie sie. Die "Datenbank reinigen" -Einstellung bei der Deinstallation betrifft das Entfernen ALLER Daten, die dieses Plugin in der WordPress-Datenbank gespeichert hat, wenn dieses Plugin entfernt wird. Alle anderen Optionen, die in Ihrer Version verfügbar sind (Pro-Pläne), sind hier ebenfalls aufgeführt.
es_es: AAhora haga clic en la pestaña Configuración e ingrese los hashtags que desea agregar a sus publicaciones y guárdelos. La "Base de datos limpia" cuando se desinstala la configuración es para eliminar TODOS los datos que este complemento ha almacenado en la base de datos de WordPress si se elimina este complemento. Las demás opciones disponibles en su versión (planes profesionales) también se enumeran aquí.
fr_fr: Maintenant, cliquez sur l'onglet Paramètres et entrez les hashtags que vous souhaitez ajouter à vos messages et sauvegardez-les. Le paramètre "Nettoyer la base de données" lors de la désinstallation sert à supprimer TOUTES les données que ce plugin a stockées dans la base de données WordPress si vous supprimez ce plugin. Toutes les autres options disponibles dans votre version (plans pro) sont également répertoriées ici.
pt_pt: Agora clique na guia Configurações e insira as hashtags que você gostaria de adicionar às suas postagens e salve-as. A configuração "Limpar banco de dados" ao desinstalar é para a remoção de TODOS os dados que esse plug-in armazenou no banco de dados do WordPress, se você estiver removendo este plug-in. Quaisquer outras opções disponíveis em sua versão (pro plans) também são listadas aqui.

source: Recently shared
de_de: Kürzlich geteilt
es_es: El artículo fue compartido recientemente
fr_fr: L'article a été récemment partagé
pt_pt: Compartilhado recentemente

source: Product data is currently being refreshed. Please wait.
de_de: Produktdaten werden derzeit aktualisiert. Warten Sie mal.
es_es: Los datos del producto se están actualizando. Por favor espera.
fr_fr: Les données du produit sont en cours d'actualisation. S'il vous plaît, attendez.
pt_pt: Os dados do produto estão sendo atualizados no momento. Por favor, espere.

source: Remove as featured product
de_de: Als gekennzeichnetes Produkt entfernen
es_es: Eliminar como producto destacado
fr_fr: Supprimer comme produit en vedette
pt_pt: Remover como produto em destaque

source: Product statistics disabled
de_de: Produktstatistik deaktiviert
es_es: Estadísticas de producto deshabilitadas
fr_fr: Statistiques du produit désactivées
pt_pt: Estatísticas do produto desativadas

source: Restore
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
pt_pt: Restaurar

source: Save changes
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Sauvegarder les modifications
pt_pt: Salvar alterações

source: Schedule tab
de_de: Registerkarte "Zeitplan"
es_es: Pestaña Programa
fr_fr: Onglet Calendrier
pt_pt: Guia Agendar

source: Scheduled to be shared
de_de: Geplant für die gemeinsame Nutzung
es_es: Programado para Tweet
fr_fr: Prévu pour être partagé
pt_pt: Agendado para ser compartilhado

source: Search
de_de: Suche
es_es: Buscar
fr_fr: Chercher
pt_pt: Procurar

source: Search within results
de_de: Suche in den Ergebnissen
es_es: Busca dentro de los resultados
fr_fr: Chercher dans les résultats
pt_pt: Pesquisar nos resultados

source: Searched for
de_de: Gesucht für
es_es: Buscado para
fr_fr: Recherché pour
pt_pt: Procurou por

source: WordPress security check failed. Please try again.
de_de: Die WordPress-Sicherheitsüberprüfung ist fehlgeschlagen. Bitte versuche es erneut.
es_es: La comprobación de seguridad de WordPress falló. Inténtalo de nuevo.
fr_fr: La vérification de sécurité de WordPress a échoué. Veuillez réessayer.
pt_pt: Falha na verificação de segurança do WordPress. Por favor, tente novamente.

source: View the parent product for the information.
de_de: Zeigen Sie das übergeordnete Produkt für die Information an.
es_es: Ver el producto principal para la información.
fr_fr: Afficher le produit parent pour les informations.
pt_pt: Veja o produto pai para obter informações.

source: See children
de_de: Kinder sehen
es_es: Ver niños
fr_fr: Voir les enfants
pt_pt: Ver crianças

source: Select all
de_de: Wählen Sie Alle
es_es: Seleccionar todo
fr_fr: Tout sélectionner
pt_pt: Selecionar tudo

source: Set as featured product
de_de: Als gekennzeichnetes Produkt einstellen
es_es: Establecer como producto destacado
fr_fr: Définir comme produit en vedette
pt_pt: Definir como produto em destaque

source: Settings tab
de_de: Registerkarte Einstellungen
es_es: Pestaña de configuración
fr_fr: Onglet Paramètres
pt_pt: Guia Configurações

source: Share
de_de: Aktie
es_es: Compartir
fr_fr: Partager
pt_pt: Compartilhar

source: Share to social media
de_de: Teilen Sie mit sozialen Medien
es_es: Compartir en las redes sociales
fr_fr: Partager sur les médias sociaux
pt_pt: Compartilhar para mídias sociais

source: Show all
de_de: Zeige alles
es_es: Mostrar todo
fr_fr: Montre tout
pt_pt: Mostre tudo

source: Click to show table legend
de_de: Klicken Sie hier, um die Tabellenlegende anzuzeigen
es_es: Haga clic para mostrar la leyenda de la tabla
fr_fr: Cliquez pour afficher la légende du tableau
pt_pt: Clique para mostrar a legenda da tabela

source: Product type: simple
de_de: Produkttyp: einfach
es_es: Tipo de producto: sencillo
fr_fr: Type de produit: simple
pt_pt: Tipo de produto: simples

source: Setup auto posting on other social media accounts
de_de: Richten Sie das automatische Posten auf anderen Social Media-Konten ein
es_es: Configurar la publicación automática en otras cuentas de redes sociales
fr_fr: Configurer la publication automatique sur d'autres comptes de médias sociaux
pt_pt: Configurar postagem automática em outras contas de mídia social

source: Sold in any quantity
de_de: In beliebiger Menge verkauft
es_es: Vendido en cualquier cantidad
fr_fr: Vendu en toute quantité
pt_pt: Vendido em qualquer quantidade

source: Sale start date.
de_de: Verkaufsstartdatum.
es_es: Fecha de inicio de venta.
fr_fr: Date de début de la vente.
pt_pt: Data de início da venda.

source: Product stock status does not match with stock quantity
de_de: Der Produktbestandsstatus stimmt nicht mit der Bestandsmenge überein
es_es: El estado del stock del producto no coincide con la cantidad de stock
fr_fr: L'état du stock de produit ne correspond pas à la quantité de stock
pt_pt: O status do estoque do produto não corresponde à quantidade em estoque

source: Thank you for using our plugin!
de_de: Danke für die Verwendung unseres Plugins!
es_es: ¡Gracias por usar nuestro plugin!
fr_fr: Merci d'utiliser notre plugin!
pt_pt: Obrigado por usar nosso plugin!

source: To get you started we will go over the basics.
de_de: Um Ihnen den Einstieg zu erleichtern, gehen wir auf die Grundlagen ein.
es_es: Para empezar, repasaremos lo básico.
fr_fr: Pour commencer, nous allons passer en revue les bases.
pt_pt: Para você começar, vamos falar do básico.

source: thousand
de_de: tausend
es_es: mil
fr_fr: mille
pt_pt: mil

source: Auto Post WooCommerce Products
de_de: Auto Post WooCommerce Produkte
es_es: Productos de publicación automática de WooCommerce
fr_fr: Auto post produits WooCommerce
pt_pt: Produtos Auto Post WooCommerce

source: Auto Post WooCommerce Products - Bulk Edit
de_de: Auto Post WooCommerce-Produkte - Massenbearbeitung
es_es: Auto Post WooCommerce Products - Edición masiva
fr_fr: Produits Auto Post WooCommerce - Modification en bloc
pt_pt: Produtos Auto Post WooCommerce - Bulk Edit

source: Auto Post WooCommerce Products - Edit
de_de: Auto Post WooCommerce Produkte - Bearbeiten
es_es: Productos Auto Post WooCommerce - Editar
fr_fr: Auto Post Produits WooCommerce - Modifier
pt_pt: Produtos Auto Post WooCommerce - Editar

source: Auto Post WooCommerce Products - Share
de_de: Auto Post WooCommerce Produkte - Teilen
es_es: Productos Auto Post WooCommerce - Compartir
fr_fr: Auto Post Produits WooCommerce - Partager
pt_pt: Produtos Auto Post WooCommerce - Compartilhar

source: Today
de_de: Heute
es_es: Hoy
fr_fr: Aujourd'hui
pt_pt: Hoje

source: Total products
de_de: Produkte insgesamt
es_es: Productos totales
fr_fr: Total produits
pt_pt: Total de produtos

source: Trash has been emptied.
de_de: Müll wurde geleert.
es_es: La basura ha sido vaciada.
fr_fr: La corbeille a été vidée.
pt_pt: Lixo foi esvaziado.

source: on backorder
de_de: auf Rückstand
es_es: realizado pedido
fr_fr: en rupture de stock
pt_pt: em backorder

source: featured products
de_de: vorgestellten Produkte
es_es: productos Destacados
fr_fr: produits présentés
pt_pt: produtos em destaque

source: low stock amounts
de_de: geringe Lagerbestände
es_es: bajas cantidades de stock
fr_fr: faibles quantités en stock
pt_pt: baixos valores de estoque

source: products with no sales
de_de: Produkte ohne Verkauf
es_es: productos sin ventas
fr_fr: produits sans ventes
pt_pt: produtos sem vendas

source: not shared in 30 days
de_de: nicht in 30 Tagen geteilt
es_es: no se comparte en 30 dias
fr_fr: pas partagé dans 30 jours
pt_pt: não compartilhada em 30 dias

source: on sale
de_de: im Angebot
es_es: en venta
fr_fr: en soldes
pt_pt: à venda

source: stock issues
de_de: Aktienausgaben
es_es: problemas de stock
fr_fr: problèmes de stock
pt_pt: questões de ações

source: out of stock
de_de: ausverkauft
es_es: agotado
fr_fr: en rupture de stock
pt_pt: fora de estoque

source: unknown
de_de: unbekannte
es_es: desconocido
fr_fr: inconnu
pt_pt: desconhecido

source: Unshared last 30 days
de_de: Die letzten 30 Tage nicht geteilt
es_es: No compartido los últimos 30 días
fr_fr: Non partagé 30 derniers jours
pt_pt: Não compartilhado nos últimos 30 dias

source: Product data is being updated. Please try again in a few minutes.
de_de: Produktdaten werden aktualisiert. Bitte versuchen Sie es in ein paar Minuten erneut.
es_es: Los datos del producto se están actualizando. Por favor, inténtalo de nuevo en unos minutos.
fr_fr: Les données du produit sont en cours de mise à jour. S'il vous plait, réessayez dans quelques minutes.
pt_pt: Os dados do produto estão sendo atualizados. Por favor, tente novamente em alguns minutos.

source: Product type: variable
de_de: Produkttyp: Variable
es_es: Tipo de producto: variable
fr_fr: Type de produit: variable
pt_pt: Tipo de produto: variável

source: Product type: variation
de_de: Produkttyp: variation
es_es: Tipo de producto: variación
fr_fr: Type de produit: variation
pt_pt: Tipo de produto: variação

source: version
de_de: Ausführung
es_es: versión
pt_pt: versão

source: View
de_de: Aussicht
es_es: Ver
fr_fr: Vue
pt_pt: Visão

source: View all products
de_de: Alle Produkte ansehen
es_es: Ver todos los productos
fr_fr: Voir tous les produits
pt_pt: Exibir todos os produtos

source: View trash
de_de: Müll anzeigen
es_es: Ver basura
fr_fr: Voir la corbeille
pt_pt: Ver lixo

source: Virtual product. This is an intangible product such as a subscription.
de_de: Virtuelles Produkt. Dies ist ein immaterielles Produkt wie ein Abonnement.
es_es: Producto virtual. Este es un producto intangible como una suscripción.
fr_fr: Produit virtuel Ceci est un produit non tangible tel qu'un abonnement.
pt_pt: Produto virtual. Este é um produto intangível, como uma assinatura.

source: Product type: virtual
de_de: Produkttyp: virtuell
es_es: Tipo de producto: virtual
fr_fr: Type de produit: virtuel
pt_pt: Tipo de produto: virtual

source: What's new in version %s of APWCP
de_de: Was ist neu in Version %s von APWCP
es_es: ¿Qué hay de nuevo en la versión %s de APWCP
fr_fr: Quoi de neuf dans la version %s de APWCP
pt_pt: O que há de novo na versão %s do APWCP

source: Afghanistan
es_es: Afganistán
fr_fr: L'Afghanistan
pt_pt: Afeganistão

source: Aland Islands
de_de: Aland-Inseln
es_es: Islas Aland
fr_fr: Iles Aland
pt_pt: Ilhas Aland

source: Albania
de_de: Albanien
fr_fr: Albanie
pt_pt: Albânia

source: Algeria
de_de: Algerien
es_es: Argelia
fr_fr: Algérie
pt_pt: Argélia

source: American Samoa
de_de: Amerikanischen Samoa-Inseln
es_es: Samoa Americana
fr_fr: Samoa américaines
pt_pt: Samoa Americana

source: Anguilla
es_es: Anguila
pt_pt: Anguila

source: Antarctica
de_de: Antarktis
es_es: Antártida
fr_fr: Antarctique
pt_pt: Antártica

source: Antigua and Barbuda
de_de: Antigua und Barbuda
es_es: Antigua y Barbuda
fr_fr: Antigua-et-Barbuda
pt_pt: Antígua e Barbuda

source: Armenia
de_de: Armenien
fr_fr: Arménie
pt_pt: Armênia

source: Australia
de_de: Australien
fr_fr: Australie
pt_pt: Austrália

source: Austria
de_de: Österreich
fr_fr: L'Autriche
pt_pt: Áustria

source: Azerbaijan
de_de: Aserbaidschan
es_es: Azerbaiyán
fr_fr: Azerbaïdjan
pt_pt: Azerbaijão

source: Bahamas the
de_de: Bahamas die
es_es: Bahamas el
fr_fr: Bahamas le
pt_pt: Bahamas o

source: Belgium
de_de: Belgien
es_es: Bélgica
fr_fr: Belgique
pt_pt: Bélgica

source: Bermuda
de_de: Bermudas
es_es: Islas Bermudas
fr_fr: Bermudes
pt_pt: Bermudas

source: Bhutan
es_es: Bhután
fr_fr: Bhoutan
pt_pt: Butão

source: Bolivia
de_de: Bolivien
fr_fr: Bolivie
pt_pt: Bolívia

source: Bosnia and Herzegovina
de_de: Bosnien und Herzegowina
es_es: Bosnia y Herzegovina
fr_fr: Bosnie Herzégovine
pt_pt: Bósnia e Herzegovina

source: Botswana
pt_pt: Botsuana

source: Bouvet Island (Bouvetoya)
de_de: Bouvet-Insel (Bouvetoya)
es_es: Isla Bouvet (Bouvetoya)
fr_fr: Île Bouvet (Bouvetoya)
pt_pt: Ilha Bouvet (Bouvetoya)

source: Brazil
de_de: Brasilien
es_es: Brasil
fr_fr: Brésil
pt_pt: Brasil

source: British Indian Ocean Territory (Chagos Archipelago)
de_de: Britisches Territorium im Indischen Ozean (Chagos Archipelago)
es_es: Territorio Británico del Océano Índico (Archipiélago de Chagos)
fr_fr: L'océan Indien (archipel des Chagos) l'océan Indien (archipel des Chagos)
pt_pt: Território Britânico do Oceano Índico (Arquipélago de Chagos)

source: British Virgin Islands
de_de: Britische Jungferninseln
es_es: Islas Vírgenes británicas
fr_fr: Îles Vierges britanniques
pt_pt: Ilhas Virgens Britânicas

source: Bulgaria
de_de: Bulgarien
fr_fr: Bulgarie
pt_pt: Bulgária

source: Cambodia
de_de: Kambodscha
es_es: Camboya
fr_fr: Cambodge
pt_pt: Camboja

source: Cameroon
de_de: Kamerun
es_es: Camerún
fr_fr: Cameroun
pt_pt: Camarões

source: Canada
de_de: Kanada
es_es: Canadá
pt_pt: Canadá

source: Cape Verde
de_de: Kap Verde
es_es: Cabo Verde
fr_fr: Cap-Vert
pt_pt: Cabo Verde

source: Cayman Islands
de_de: Cayman Inseln
es_es: Islas Caimán
fr_fr: Îles Caïmans
pt_pt: Ilhas Cayman

source: Central African Republic
de_de: Zentralafrikanische Republik
es_es: República Centroafricana
fr_fr: République centrafricaine
pt_pt: República Centro-Africana

source: Chad
de_de: Tschad
fr_fr: Le tchad
pt_pt: Chade

source: Christmas Island
de_de: Weihnachtsinsel
es_es: Isla de Navidad
fr_fr: L'île de noël
pt_pt: Ilha do Natal

source: Cocos (Keeling) Islands
de_de: Cocos (Keeling) Inseln
es_es: Islas Cocos (Keeling)
fr_fr: Îles Cocos (Keeling)
pt_pt: Ilhas Cocos (Keeling)

source: Colombia
de_de: Kolumbien
fr_fr: Colombie
pt_pt: Colômbia

source: Comoros the
de_de: Komoren die
es_es: Comoras el
fr_fr: Comores le
pt_pt: Comores o

source: Congo the
de_de: Kongo der
es_es: Congo el
fr_fr: Congo le
pt_pt: Congo o

source: Cook Islands
de_de: Cookinseln
es_es: Islas Cook
fr_fr: Les Îles Cook
pt_pt: Ilhas Cook

source: Cote d'Ivoire
de_de: Elfenbeinküste
es_es: Costa de Marfil
pt_pt: Costa do Marfim

source: Croatia
de_de: Kroatien
es_es: Croacia
fr_fr: Croatie
pt_pt: Croácia

source: Cyprus
de_de: Zypern
es_es: Chipre
fr_fr: Chypre
pt_pt: Chipre

source: Czech Republic
de_de: Tschechien
es_es: Republica checa
fr_fr: République Tchèque
pt_pt: República Checa

source: Denmark
de_de: Dänemark
es_es: Dinamarca
fr_fr: Danemark
pt_pt: Dinamarca

source: Dominican Republic
de_de: Dominikanische Republik
es_es: República Dominicana
fr_fr: République Dominicaine
pt_pt: República Dominicana

source: Ecuador
fr_fr: L'Équateur
pt_pt: Equador

source: Egypt
de_de: Ägypten
es_es: Egipto
fr_fr: Egypte
pt_pt: Egito

source: Equatorial Guinea
de_de: Äquatorialguinea
es_es: Guinea Ecuatorial
fr_fr: Guinée Équatoriale
pt_pt: Guiné Equatorial

source: Eritrea
fr_fr: Erythrée
pt_pt: Eritréia

source: Estonia
de_de: Estland
fr_fr: Estonie
pt_pt: Estônia

source: Ethiopia
de_de: Äthiopien
es_es: Etiopía
fr_fr: Ethiopie
pt_pt: Etiópia

source: Faroe Islands
de_de: Färöer Inseln
es_es: Islas Faroe
fr_fr: Îles Féroé
pt_pt: Ilhas Faroe

source: Falkland Islands (Malvinas)
de_de: Falklandinseln (Malvinas)
es_es: Islas Malvinas (Falkland Islands)
fr_fr: Iles Malouines (Malouines)
pt_pt: Ilhas Malvinas

source: Fiji the Fiji Islands
de_de: Fidschi die Fidschi-Inseln
es_es: Fiji las Islas Fiji
fr_fr: Fidji les îles Fidji
pt_pt: Fiji as Ilhas Fiji

source: Finland
de_de: Finnland
es_es: Finlandia
fr_fr: Finlande
pt_pt: Finlândia

source: France, French Republic
de_de: Frankreich, Französische Republik
es_es: Francia, República Francesa
fr_fr: France, République française
pt_pt: França, República Francesa

source: French Guiana
de_de: Französisch-Guayana
es_es: Guayana Francesa
fr_fr: Guinée Française
pt_pt: Guiana Francesa

source: French Polynesia
de_de: Französisch Polynesien
es_es: Polinesia francés
fr_fr: Polynésie française
pt_pt: Polinésia Francesa

source: French Southern Territories
de_de: Südfranzösische Territorien
es_es: Territorios Franceses del Sur
fr_fr: Terres australes françaises
pt_pt: Territórios Franceses do Sul

source: Gabon
de_de: Gabun
es_es: Gabón
pt_pt: Gabão

source: Gambia the
de_de: Gambia die
es_es: Gambia el
fr_fr: Gambie le
pt_pt: Gâmbia

source: Georgia
fr_fr: Géorgie
pt_pt: Geórgia

source: Germany
de_de: Deutschland
es_es: Alemania
fr_fr: Allemagne
pt_pt: Alemanha

source: Ghana
pt_pt: Gana

source: Greece
de_de: Griechenland
es_es: Grecia
fr_fr: Grèce
pt_pt: Grécia

source: Greenland
de_de: Grönland
es_es: Tierra Verde
fr_fr: Groenland
pt_pt: Gronelândia

source: Grenada
fr_fr: Grenade
pt_pt: Granada

source: Guadeloupe
es_es: Guadalupe
fr_fr: La guadeloupe
pt_pt: Guadalupe

source: Guinea
fr_fr: Guinée
pt_pt: Guiné

source: Guinea-Bissau
fr_fr: Guinée-Bissau
pt_pt: Guiné-Bissau

source: Guyana
es_es: Guayana
fr_fr: Guyane
pt_pt: Guiana

source: Heard Island and McDonald Islands
de_de: Heard Island und McDonald-Inseln
es_es: Islas Heard y McDonald
fr_fr: Îles Heard et McDonald
pt_pt: Ilha Heard e Ilhas McDonald

source: Holy See (Vatican City State)
de_de: Heiliger Stuhl (Vatikanstadt)
es_es: Santa Sede (Estado de la Ciudad del Vaticano)
fr_fr: Saint-Siège (État de la Cité du Vatican)
pt_pt: Santa Sé (Estado da Cidade do Vaticano)

source: Hungary
de_de: Ungarn
es_es: Hungría
fr_fr: Hongrie
pt_pt: Hungria

source: Iceland
de_de: Island
es_es: Islandia
fr_fr: Islande
pt_pt: Islândia

source: India
de_de: Indien
fr_fr: Inde
pt_pt: Índia

source: Indonesia
de_de: Indonesien
fr_fr: Indonésie
pt_pt: Indonésia

source: Iran
de_de: Ich rannte
es_es: Corrí
pt_pt: Irã

source: Iraq
de_de: Irak
es_es: Irak
fr_fr: Irak
pt_pt: Iraque

source: Ireland
de_de: Irland
es_es: Irlanda
fr_fr: Irlande
pt_pt: Irlanda

source: Isle of Man
es_es: Isla del hombre
fr_fr: Ile de Man
pt_pt: Ilha de Man

source: Italy
de_de: Italien
es_es: Italia
fr_fr: Italie
pt_pt: Itália

source: Japan
es_es: Japón
fr_fr: Japon
pt_pt: Japão

source: Jordan
de_de: Jordanien
es_es: Jordán
pt_pt: Jordânia

source: Kazakhstan
de_de: Kasachstan
fr_fr: Le kazakhstan
pt_pt: Cazaquistão

source: Kenya
de_de: Kenia
es_es: Kenia
pt_pt: Quênia

source: Korea
es_es: Corea
fr_fr: Corée
pt_pt: Coréia

source: Kyrgyz Republic
de_de: Kirgisische Republik
es_es: República Kirguiza
fr_fr: République du Kirghizistan
pt_pt: República do Quirguizistão

source: Latvia
de_de: Lettland
es_es: Letonia
fr_fr: Lettonie
pt_pt: Letônia

source: Lebanon
de_de: Libanon
es_es: Líbano
fr_fr: Liban
pt_pt: Líbano

source: Lesotho
es_es: Lesoto
pt_pt: Lesoto

source: Liberia
fr_fr: Libéria
pt_pt: Libéria

source: Libyan Arab Jamahiriya
de_de: Libyscher arabischer Jamahiriya
es_es: Jamahiriya Árabe Libia
fr_fr: Jamahiriya arabe libyenne
pt_pt: Jamahiriya Árabe Líbia

source: Lithuania
de_de: Litauen
es_es: Lituania
fr_fr: Lituanie
pt_pt: Lituânia

source: Luxembourg
de_de: Luxemburg
es_es: Luxemburgo
pt_pt: Luxemburgo

source: Macao
pt_pt: Macau

source: Macedonia
de_de: Mazedonien
fr_fr: Macédoine
pt_pt: Macedônia

source: Madagascar
de_de: Madagaskar
pt_pt: Madagáscar

source: Malawi
pt_pt: Malaui

source: Malaysia
es_es: Malasia
fr_fr: Malaisie
pt_pt: Malásia

source: Maldives
de_de: Malediven
es_es: Maldivas
pt_pt: Maldivas

source: Marshall Islands
de_de: Marshallinseln
es_es: Islas Marshall
fr_fr: Iles Marshall
pt_pt: Ilhas Marshall

source: Martinique
es_es: Martinica
pt_pt: Martinica

source: Mauritania
de_de: Mauretanien
fr_fr: Mauritanie
pt_pt: Mauritânia

source: Mauritius
es_es: Mauricio
fr_fr: Maurice
pt_pt: Maurício

source: Mexico
de_de: Mexiko
es_es: Méjico
fr_fr: Mexique
pt_pt: México

source: Micronesia
de_de: Mikronesien
fr_fr: Micronésie
pt_pt: Micronésia

source: Moldova
de_de: Moldawien
es_es: Moldavia
fr_fr: La Moldavie
pt_pt: Moldávia

source: Monaco
es_es: Mónaco
pt_pt: Mônaco

source: Mongolia
de_de: Mongolei
fr_fr: Mongolie
pt_pt: Mongólia

source: Morocco
de_de: Marokko
es_es: Marruecos
fr_fr: Maroc
pt_pt: Marrocos

source: Mozambique
de_de: Mosambik
pt_pt: Moçambique

source: Namibia
fr_fr: Namibie
pt_pt: Namíbia

source: Netherlands Antilles
de_de: Niederländische Antillen
es_es: Antillas Holandesas
fr_fr: Antilles néerlandaises
pt_pt: Antilhas holandesas

source: Netherlands the
de_de: Niederlande die
es_es: Países Bajos
fr_fr: Pays-Bas le
pt_pt: Holanda o

source: New Caledonia
de_de: Neu-Kaledonien
es_es: Nueva Caledonia
fr_fr: Nouvelle Calédonie
pt_pt: Nova Caledônia

source: New Zealand
de_de: Neuseeland
es_es: Nueva Zelanda
fr_fr: Nouvelle-Zélande
pt_pt: Nova Zelândia

source: Nicaragua
pt_pt: Nicarágua

source: Niger
es_es: Níger
pt_pt: Níger

source: Nigeria
pt_pt: Nigéria

source: Norfolk Island
de_de: Norfolkinsel
es_es: Isla Norfolk
fr_fr: L'ile de Norfolk
pt_pt: Ilha Norfolk

source: Northern Mariana Islands
de_de: Nördliche Marianneninseln
es_es: Islas Marianas del Norte
fr_fr: Îles Mariannes du Nord
pt_pt: Ilhas Marianas do Norte

source: Norway
de_de: Norwegen
es_es: Noruega
fr_fr: Norvège
pt_pt: Noruega

source: Oman
es_es: Omán
pt_pt: Omã

source: Pakistan
es_es: Pakistán
pt_pt: Paquistão

source: Palestinian Territory
de_de: Palästinensisches Gebiet
es_es: Territorio Palestino
fr_fr: Territoire Palestinien
pt_pt: Território Palestino

source: Panama
es_es: Panamá
pt_pt: Panamá

source: Papua New Guinea
de_de: Papua Neu-Guinea
es_es: Papúa Nueva Guinea
fr_fr: Papouasie Nouvelle Guinée
pt_pt: Papua Nova Guiné

source: Paraguay
pt_pt: Paraguai

source: Philippines
de_de: Philippinen
es_es: Filipinas
pt_pt: Filipinas

source: Pitcairn Islands
de_de: Pitcairninseln
es_es: Islas Pitcairn
fr_fr: Îles Pitcairn
pt_pt: Ilhas Pitcairn

source: Poland
de_de: Polen
es_es: Polonia
fr_fr: Pologne
pt_pt: Polônia

source: Portugal; Portuguese Republic
de_de: Portugal; Portugiesische Republik
es_es: Portugal; República Portuguesa
fr_fr: Le Portugal; République portugaise
pt_pt: Portugal; República Portuguesa

source: Puerto Rico
fr_fr: Porto Rico
pt_pt: Porto Rico

source: Qatar
de_de: Katar
es_es: Katar
pt_pt: Catar

source: Reunion
de_de: Wiedervereinigung
es_es: Reunión
fr_fr: Réunion
pt_pt: Reunião
