Repository: common-repository/auto-post-woocommerce-products
Catalog: languages/auto-post-woocommerce-products-*.po
Languages: de_de, es_es, fr_fr, pt_pt

source: Click one of the social media buttons below to begin sharing your product. Clicking on any of the information in this form will copy it to the clipboard for pasting into your post.
de_de: Klicken Sie auf eine der Schaltflächen für soziale Medien, um mit der Freigabe Ihres Produkts zu beginnen. Wenn Sie auf eine der Informationen in diesem Formular klicken, werden sie in die Zwischenablage kopiert, um sie in Ihren Post einzufügen.
es_es: Haga clic en uno de los botones de redes sociales a continuación para comenzar a compartir su producto. Al hacer clic en cualquiera de la información en este formulario, lo copiarás en el portapapeles para pegarlo en tu publicación.
fr_fr: Cliquez sur l'un des boutons de médias sociaux ci-dessous pour commencer à partager votre produit. En cliquant sur l'une des informations de ce formulaire, vous le copiez dans le presse-papier pour le coller dans votre message.
pt_pt: Clique em um dos botões de mídia social abaixo para começar a compartilhar seu produto. Clicar em qualquer uma das informações deste formulário copiará para a área de transferência para colar em sua postagem.

source: Share products to your social media accounts.
de_de: Teilen Sie Produkte für Ihre Social-Media-Konten.
es_es: Comparte productos en tus cuentas de redes sociales.
fr_fr: Partagez des produits sur vos comptes de médias sociaux.
pt_pt: Compartilhe produtos com suas contas de mídia social.

source: Unknown - please set a new schedule.
de_de: Unbekannt - bitte legen Sie einen neuen Zeitplan fest.
es_es: Desconocido: establezca un nuevo horario.
fr_fr: Inconnu - veuillez définir un nouveau calendrier.
pt_pt: Desconhecido - por favor, defina um novo horário.

source: Product statistics enabled
de_de: Produktstatistik aktiviert
es_es: Estadísticas de producto habilitadas
fr_fr: Statistiques de produit activées
pt_pt: Estatísticas do produto ativadas

source: Additional filters
de_de: Zusätzliche Filter
es_es: Filtros adicionales
fr_fr: Filtres supplémentaires
pt_pt: Filtros adicionais

source: all categories
de_de: Alle Kategorien
es_es: todas las categorias
fr_fr: toutes catégories
pt_pt: todas as categorias

source: all types
de_de: alle Arten
es_es: todos los tipos
fr_fr: tous les types
pt_pt: todos os tipos

source: Apply
de_de: Sich bewerben
es_es: Aplicar
fr_fr: Appliquer
pt_pt: Aplique

source: Twitter auto post products
de_de: Twitter Auto Post Produkte
es_es: Productos de publicación automática de Twitter
fr_fr: Twitter auto post produits
pt_pt: Produtos de postagem automática do Twitter

source: Auto sharing disabled
de_de: Automatische Freigabe deaktiviert
es_es: Auto compartir deshabilitado
fr_fr: Partage automatique désactivé
pt_pt: Partilha automática desativada

source: Auto sharing enabled
de_de: Automatische Freigabe aktiviert
es_es: Auto intercambio habilitado
fr_fr: Partage automatique activé
pt_pt: Compartilhamento automático ativado

source: Backorder and notify user of backorder
de_de: Beheben Sie den Fehler und benachrichtigen Sie den Benutzer über den Rückstand
es_es: Atrasar y notificar al usuario de pedidos pendientes
fr_fr: Commande en attente et notification à l'utilisateur de la commande en souffrance
pt_pt: Pedido retroativo e notificar o usuário do pedido em espera

source: Products on backorder
de_de: Produkte im Rückstand
es_es: Productos en pedidos pendientes
fr_fr: Produits en rupture de stock
pt_pt: Produtos em backorder

source: Backordering allowed
de_de: Nachbestellung erlaubt
es_es: Se permite la ordenación
fr_fr: Commande en attente autorisée
pt_pt: Pedidos em espera permitidos

source: Item is on backorder
de_de: Artikel ist im Rückstand
es_es: El artículo está en espera
fr_fr: L'article est en rupture de stock
pt_pt: Item está em espera

source: Bulk actions
de_de: Massenaktionen
es_es: Acciones masivas
fr_fr: Actions en vrac
pt_pt: Ações em massa

source: Bulk Edit
de_de: Bulk-Bearbeitung
es_es: Edición masiva
fr_fr: Editer en masse
pt_pt: Edição em massa

source: by
de_de: durch
es_es: por
fr_fr: par
pt_pt: por

source: Cancel
de_de: Stornieren
es_es: Cancelar
fr_fr: Annuler
pt_pt: Cancelar

source: Categories tab setup
de_de: Registerkarte "Kategorien"
es_es: Configuración de la pestaña Categorías
fr_fr: Configuration de l'onglet Catégories
pt_pt: Configuração da guia Categorias

source: child
de_de: Kind
es_es: niño
fr_fr: produit
pt_pt: criança

source: Clearing the browser cache
de_de: Löschen des Browser-Cache
es_es: Borrar el caché del navegador
fr_fr: Effacement du cache du navigateur
pt_pt: Limpando o cache do navegador

source: Clear search results
de_de: Suchergebnisse löschen
es_es: Borrar resultados de búsqueda
fr_fr: Effacer les résultats de la recherche
pt_pt: Limpar resultados da pesquisa

source: Product click totals
de_de: Produkt Klicken Sie auf Summen
es_es: Totales de clics del producto
fr_fr: Total des clics sur le produit
pt_pt: Totais de cliques de produtos

source: Please complete setting up this plugin.
de_de: Bitte vervollständige dieses Plugin.
es_es: Complete la configuración de este complemento.
fr_fr: Veuillez compléter la configuration de ce plugin.
pt_pt: Por favor, complete a configuração deste plugin.

source: Are you sure you want to reset this plugin? This procedure may take a few minutes.
de_de: Möchten Sie dieses Plugin wirklich zurücksetzen? Dieser Vorgang kann einige Minuten dauern.
es_es: ¿Estás seguro de que quieres restablecer este complemento? Este procedimiento puede tardar unos minutos.
fr_fr: Êtes-vous sûr de vouloir réinitialiser ce plugin? Cette procédure peut prendre quelques minutes.
pt_pt: Tem certeza de que deseja redefinir este plug-in? Este procedimento pode demorar alguns minutos.

source: Cost
de_de: Kosten
es_es: Costo
fr_fr: Coût
pt_pt: Custo

source: Other costs
de_de: Andere Kosten
es_es: Otros costos
fr_fr: D'autres coûts
pt_pt: Outros custos

source: The current stock quantity; low stock indicator.
de_de: Die aktuelle Bestandsmenge; Niedriger Lagerkennzeichen.
es_es: La cantidad de stock actual; indicador de stock bajo.
fr_fr: La quantité en stock actuelle; indicateur de stock bas.
pt_pt: A quantidade atual em estoque; indicador de estoque baixo.

source: The current stock quantity; out of stock indicator.
de_de: Die aktuelle Bestandsmenge; Auslaufindikator.
es_es: La cantidad de stock actual; Indicador de falta de stock.
fr_fr: La quantité en stock actuelle; indicateur de rupture de stock.
pt_pt: A quantidade atual em estoque; indicador fora de estoque.

source: The current stock quantity.
de_de: Die aktuelle Bestandsmenge.
es_es: La cantidad de stock actual.
fr_fr: La quantité de stock actuelle.
pt_pt: A quantidade atual em estoque.

source: Date and time the item was last shared.
de_de: Datum und Uhrzeit, zu der der Artikel zuletzt geteilt wurde.
es_es: Fecha y hora en que se compartió el artículo por última vez.
fr_fr: Date et heure du dernier partage de l'élément.
pt_pt: Data e hora em que o item foi compartilhado pela última vez.

source: Delete permanently
de_de: Dauerhaft löschen
es_es: Borrar permanentemente
fr_fr: Supprimer définitivement
pt_pt: Apagar permanentemente

source: Delete all products
de_de: Löschen Sie alle Produkte
es_es: Eliminar todos los productos
fr_fr: Supprimer tous les produits
pt_pt: Excluir todos os produtos

source: These items will be permanently deleted and cannot be recovered. Are you sure?
de_de: Diese Elemente werden dauerhaft gelöscht und können nicht wiederhergestellt werden. Bist du sicher?
es_es: Estos elementos se eliminarán de forma permanente y no se podrán recuperar. ¿Estás seguro?
fr_fr: Ces éléments seront définitivement supprimés et ne pourront pas être récupérés. Êtes-vous sûr?
pt_pt: Esses itens serão excluídos permanentemente e não poderão ser recuperados. Você tem certeza?

source: To delete parent product, first delete all child products.
de_de: Um das übergeordnete Produkt zu löschen, löschen Sie zuerst alle untergeordneten Produkte.
es_es: Para eliminar el producto principal, primero elimine todos los productos secundarios.
fr_fr: Pour supprimer le produit parent, commencez par supprimer tous les produits enfants.
pt_pt: Para excluir o produto pai, primeiro exclua todos os produtos filhos.

source: Are you sure you want to permanently delete
de_de: Sind Sie sicher, dass Sie dauerhaft löschen möchten
es_es: ¿Seguro que quieres eliminar de forma permanente
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement
pt_pt: Tem certeza de que deseja excluir permanentemente

source: This procedure cannot be reversed and if this is a variable product then all variations will be deleted also!
de_de: Diese Prozedur kann nicht rückgängig gemacht werden. Wenn es sich um ein variables Produkt handelt, werden auch alle Variationen gelöscht!
es_es: ¡Este procedimiento no puede revertirse y, si se trata de un producto variable, también se eliminarán todas las variaciones!
fr_fr: Cette procédure ne peut pas être inversée et s'il s'agit d'un produit variable, toutes les variantes seront également supprimées!
pt_pt: Este procedimento não pode ser revertido e se este for um produto variável, todas as variações serão excluídas também!

source: all products
de_de: Alle Produkte
es_es: todos los productos
fr_fr: tous les produits
pt_pt: todos os produtos

source: auto post products
de_de: Auto-Post-Produkte
es_es: productos de publicación automática
fr_fr: produits auto post
pt_pt: produtos de pós automática

source: Selecting this option will add the words "ON SALE" to your product listing and the discount percentage when the product is on sale. This is automatic for Twitter, but you can remove or change this when manually posting to social media. This is what is shown: "ON SALE! 50&#37 discount".
de_de: Wenn Sie diese Option auswählen, werden die Wörter "AUF VERKAUF" zu Ihrer Produktauflistung und der Rabatt-Prozentsatz hinzugefügt, wenn das Produkt zum Verkauf steht. Dies ist für Twitter automatisch, Sie können es jedoch entfernen oder ändern, wenn Sie manuell in den sozialen Medien veröffentlichen. Dies ist, was gezeigt wird: "ON SALE! 50&#37 Rabatt".
es_es: Al seleccionar esta opción, se agregarán las palabras "EN VENTA" a la lista de su producto y el porcentaje de descuento cuando el producto esté en venta. Esto es automático para Twitter, pero puede eliminarlo o cambiarlo al publicar manualmente en las redes sociales. Esto es lo que se muestra: "¡EN VENTA! 50&#37 de descuento".
fr_fr: La sélection de cette option ajoutera les mots "EN VENTE" à votre liste de produits et au pourcentage de réduction lorsque le produit est en vente. Ceci est automatique pour Twitter, mais vous pouvez le supprimer ou le modifier lorsque vous publiez manuellement sur les médias sociaux. Voici ce qui est affiché: "EN SALE! 50&#37 discount".
pt_pt: Ao selecionar essa opção, as palavras "À VENDA" serão adicionadas às informações do produto e à porcentagem de desconto quando o produto estiver à venda. Isso é automático para o Twitter, mas você pode remover ou alterar isso ao postar manualmente na mídia social. Isto é o que é mostrado: "À VENDA! 50&#37 desconto".

source: external products
de_de: externe Produkte
es_es: productos externos
fr_fr: produits externes
pt_pt: produtos externos

source: grouped products
de_de: gruppierte Produkte
es_es: productos agrupados
fr_fr: produits groupés
pt_pt: produtos agrupados

source: hide variations
de_de: Variationen ausblenden
es_es: ocultar variaciones
fr_fr: masquer les variations
pt_pt: esconder variações

source: simple products
de_de: einfache Produkte
es_es: productos simples
fr_fr: produits simples
pt_pt: produtos simples

source: trash
de_de: Müll
es_es: basura
fr_fr: poubelle
pt_pt: lixo

source: variable products
de_de: variable Produkte
es_es: productos variables
fr_fr: produits variables
pt_pt: produtos variáveis

source: variation products
de_de: Variationsprodukte
es_es: productos de variación
fr_fr: produits de variation
pt_pt: produtos de variação

source: disabled
de_de: behindert
es_es: discapacitado
fr_fr: désactivée
pt_pt: desativado

source: Are you sure you want to mark this product as "discontinued"?
de_de: Möchten Sie dieses Produkt wirklich als "nicht mehr lieferbar" markieren?
es_es: ¿Está seguro de que desea marcar este producto como "descontinuado"?
fr_fr: Êtes-vous sûr de vouloir marquer ce produit comme "discontinué"?
pt_pt: Tem certeza de que deseja marcar este produto como "descontinuado"?

source: Discontinue
de_de: Unterbrechen Sie
es_es: Interrumpir
fr_fr: Cesser
pt_pt: Descontinuar

source: Discount
de_de: Rabatt
es_es: Descuento
fr_fr: Rabais
pt_pt: Desconto

source: Discount tag line
de_de: Rabatt-Tag-Linie
es_es: Línea de etiqueta de descuento
fr_fr: Ligne de balise de remise
pt_pt: Desconto tag line

source: Product type: downloadable
de_de: Produkttyp: herunterladbar
es_es: Tipo de producto: descargable
fr_fr: Type de produit: téléchargeable
pt_pt: Tipo de produto: para download

source: Downloadable product
de_de: Herunterladbares Produkt
es_es: Producto descargable
fr_fr: Produit téléchargeable
pt_pt: Produto para download

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
pt_pt: Editar

source: Empty trash
de_de: Leerer Müll
es_es: Papelera vacía
fr_fr: Poubelle vide
pt_pt: Lixo vazio

source: Empty the trash?
de_de: Den Papierkorb leeren?
es_es: ¿Vaciar la basura?
fr_fr: Vider la poubelle?
pt_pt: Esvazie a lixeira?

source: Sale end date.
de_de: Verkaufsenddatum.
es_es: Fecha de finalización de la venta.
fr_fr: Date de fin de vente.
pt_pt: Data final de venda.

source: Product type: external
de_de: Produkttyp: extern
es_es: Tipo de producto: externo
fr_fr: Type de produit: externe
pt_pt: Tipo de produto: externo

source: Failed to save! Please try again.
de_de: Fehler beim Speichern! Bitte versuche es erneut.
es_es: ¡Error al guardar! Inténtalo de nuevo.
fr_fr: Échec de sauver! Veuillez réessayer.
pt_pt: Não foi possível salvar! Por favor, tente novamente.

source: Product is featured
de_de: Produkt ist vorgestellten
es_es: El producto es ofrecido
fr_fr: Le produit est en vedette
pt_pt: Produto é destaque

source: Featured products
de_de: Ausgewählte Produkte
es_es: Productos Destacados
fr_fr: Produits présentés
pt_pt: Produtos em destaque

source: Filter
es_es: Filtrar
fr_fr: Filtre
pt_pt: Filtro

source: You are currently utilizing a FREE Trial period.
de_de: Sie nutzen derzeit eine KOSTENLOSE Probezeit.
es_es: Actualmente estás utilizando un período de prueba GRATUITO.
fr_fr: Vous utilisez actuellement une période d'essai GRATUITE.
pt_pt: Você está atualmente utilizando um período de avaliação GRATUITO.

source: An error has occurred. Please try again.
de_de: Ein Fehler ist aufgetreten. Bitte versuche es erneut.
es_es: Se ha producido un error. Inténtalo de nuevo.
fr_fr: Une erreur est survenue. Veuillez réessayer.
pt_pt: Ocorreu um erro. Por favor, tente novamente.

source: Product type: grouped
de_de: Produkttyp: gruppiert
es_es: Tipo de producto: agrupados
fr_fr: Type de produit: groupé
pt_pt: Tipo de produto: agrupado

source: Hide product variations
de_de: Produktvarianten ausblenden
es_es: Ocultar variaciones del producto
fr_fr: Masquer les variantes du produit
pt_pt: Ocultar variações de produtos

source: Click anywhere to hide the legend.
de_de: Klicken Sie auf eine beliebige Stelle, um die Legende auszublenden.
es_es: Haga clic en cualquier lugar para ocultar la leyenda.
fr_fr: Cliquez n'importe où pour masquer la légende.
pt_pt: Clique em qualquer lugar para ocultar a legenda.

source: In stock
de_de: Auf Lager
es_es: En stock
fr_fr: En stock
pt_pt: Em estoque

source: Include "On Sale! ##&#37 discount" on sale items
de_de: Fügen Sie "Auf Verkauf! ##&#37 Rabatt" auf die Artikel des Verkaufs hinzu
es_es: Incluya "¡En venta! ##&#37 de descuento" en los artículos en venta
fr_fr: Inclure "En solde! ##&#37 rabais" sur les articles en solde
pt_pt: Incluir "à venda! ##&#37 desconto" em itens de venda

source: Inventory list
de_de: Inventarliste
es_es: Lista de inventario
fr_fr: Liste d'inventaire
pt_pt: Lista de inventário

source: Products with stock issues
de_de: Produkte mit Lagerausgaben
es_es: Productos con problemas de stock
fr_fr: Produits avec des problèmes de stock
pt_pt: Produtos com problemas de estoque

source: Last refresh
de_de: Letzte Aktualisierung
es_es: Última actualización
fr_fr: Dernière actualisation
pt_pt: Última atualização

source: Last 30 days
de_de: Letzte 30 Tage
es_es: Últimos 30 días
fr_fr: Les 30 derniers jours
pt_pt: Últimos 30 dias

source: Last 7 days
de_de: Letzten 7 Tage
es_es: Los últimos 7 días
fr_fr: Les 7 derniers jours
pt_pt: Últimos 7 dias

source: This shows the percentage of discount and the amount of the discount for the sale price.
de_de: Dies zeigt den Prozentsatz des Rabattes und die Höhe des Rabattes für den Verkaufspreis.
es_es: Esto muestra el porcentaje de descuento y el monto del descuento por el precio de venta.
fr_fr: Cela montre le pourcentage de remise et le montant de la remise pour le prix de vente.
pt_pt: Isso mostra a porcentagem de desconto e o valor do desconto para o preço de venda.

source: Low stock amounts
de_de: Geringe Lagerbestände
es_es: Bajas cantidades de stock
fr_fr: Stocks faibles
pt_pt: Quantidades de estoque baixo

source: Set low stock indicator
de_de: Niedrige Lagerkennzeichen setzen
es_es: Establecer indicador de stock bajo
fr_fr: Définir un indicateur de faible stock
pt_pt: Definir indicador de estoque baixo

source: Enter low stock amount
de_de: Geben Sie den geringen Lagerbestand ein
es_es: Introduzca una cantidad de stock baja
fr_fr: Entrez faible quantité en stock
pt_pt: Insira o valor de estoque baixo

source: Set this value to a number that indicates when you would like to be shown that the product is getting low on inventory. Stock amounts below this value will be highlighted on the Product List tab.
de_de: Setzen Sie diesen Wert auf eine Zahl, die angibt, wann Sie möchten, dass der Lagerbestand des Produkts knapp wird. Bestände unter diesem Wert werden auf der Registerkarte Produktliste hervorgehoben.
es_es: Establezca este valor en un número que indique cuándo le gustaría que se le muestre que el producto se está quedando sin inventario. Los importes de stock por debajo de este valor se resaltarán en la pestaña Lista de productos.
fr_fr: Définissez cette valeur sur un nombre indiquant à quel moment vous souhaitez afficher le niveau de stock du produit. Les quantités en stock inférieures à cette valeur seront mises en surbrillance dans l'onglet Liste de produits.
pt_pt: Defina esse valor para um número que indique quando você gostaria de mostrar que o produto está com pouco estoque. Valores de estoque abaixo desse valor serão destacados na guia Lista de produtos.

source: Set this value to a number that indicates when you would like to be shown that the product margin is too low. Product margins below this value will be displayed in red on the Product List tab.
de_de: Setzen Sie diesen Wert auf eine Zahl, die angibt, wann Sie die zu hohe Produktmarge anzeigen möchten. Produktränder unter diesem Wert werden auf der Registerkarte Produktliste rot angezeigt.
es_es: Establezca este valor en un número que indique cuándo desea que se le muestre que el margen del producto es demasiado bajo. Los márgenes del producto por debajo de este valor se mostrarán en rojo en la pestaña Lista de productos.
fr_fr: Définissez cette valeur sur un nombre indiquant à quel moment vous souhaitez que la marge du produit soit trop faible. Les marges de produit inférieures à cette valeur seront affichées en rouge dans l'onglet Liste de produits.
pt_pt: Configure esse valor para um número que indique quando você gostaria de mostrar que a margem do produto é muito baixa. As margens do produto abaixo desse valor serão exibidas em vermelho na guia Lista de produtos.

source: If you are unsure about what to set as your low margin value, look at your products that have costs added in and use an average of those margins to help you with this setting.
de_de: Wenn Sie sich nicht sicher sind, welchen Wert Sie als niedrige Marge festlegen sollen, sollten Sie sich Ihre Produkte anschauen, für die zusätzliche Kosten anfallen, und einen Durchschnitt dieser Margen verwenden, um Sie bei dieser Einstellung zu unterstützen.
es_es: Si no está seguro de qué establecer como su valor de margen bajo, mire sus productos que tienen costos adicionales y use un promedio de esos márgenes para ayudarlo con esta configuración.
fr_fr: Si vous ne savez pas ce qui doit être défini comme valeur de faible marge, examinez les produits pour lesquels des coûts ont été ajoutés et utilisez une moyenne de ces marges pour vous aider dans ce réglage.
pt_pt: Se você não tiver certeza sobre o que definir como seu valor de margem baixa, examine seus produtos que têm custos adicionados e use uma média dessas margens para ajudá-lo nessa configuração.

source: Set low margin indicator
de_de: Niedrige Margenanzeige setzen
es_es: Fije el indicador de margen bajo
fr_fr: Définir l'indicateur de marge basse
pt_pt: Definir indicador de margem baixa

source: Enter low margin amount
de_de: Geben Sie eine geringe Marge ein
es_es: Ingrese una cantidad de margen bajo
fr_fr: Entrer un faible montant
pt_pt: Insira um valor de margem baixo

source: Item is stock managed
de_de: Artikel ist lagerverwaltet
es_es: El artículo es un stock manejado
fr_fr: L'article est stocké
pt_pt: Item é gerido por ações

source: Margin
de_de: Verdienstspanne
es_es: Margen
fr_fr: Marge
pt_pt: Margem

source: Add on sale and discount percentage
de_de: Add-on-Verkauf und Rabatt
es_es: Añadir a la venta y porcentaje de descuento
fr_fr: Ajouter en vente et pourcentage de remise
pt_pt: Adicionar na porcentagem de venda e desconto

source: While using a LOCALHOST server, all posts will be simulated and all calls to Bitly.com suspended.
de_de: Bei Verwendung eines LOCALHOST-Servers werden alle Beiträge simuliert und alle Aufrufe von Bitly.com ausgesetzt.
es_es: Mientras usa un servidor LOCALHOST, todas las publicaciones se simularán y todas las llamadas a Bitly.com se suspenderán.
fr_fr: Lors de l'utilisation d'un serveur LOCALHOST, toutes les publications seront simulées et tous les appels à Bitly.com suspendus.
pt_pt: Ao usar um servidor LOCALHOST, todas as postagens serão simuladas e todas as chamadas para Bitly.com suspensas.

source: This table shows your products and their click statistics.
de_de: Diese Tabelle zeigt Ihre Produkte und ihre Klickstatistiken.
es_es: Esta tabla muestra sus productos y sus estadísticas de clics.
fr_fr: Ce tableau présente vos produits et leurs statistiques de clics.
pt_pt: Esta tabela mostra seus produtos e suas estatísticas de cliques.

source: The total number of products with statistics enabled and excluding product variations.
de_de: Die Gesamtzahl der Produkte mit aktivierten Statistiken und ohne Produktvariationen.
es_es: El número total de productos con estadísticas habilitadas y excluyendo las variaciones de producto.
fr_fr: Nombre total de produits pour lesquels les statistiques sont activées et excluant les variantes de produit.
pt_pt: O número total de produtos com estatísticas ativadas e excluindo variações do produto.

source: The total number of products without any reported click data.
de_de: Die Gesamtzahl der Produkte ohne Klickdaten.
es_es: El número total de productos sin datos de clics reportados.
fr_fr: Le nombre total de produits sans aucune donnée de clic signalée.
pt_pt: O número total de produtos sem nenhum dado de cliques reportado.
